{"class_name": "Tokenizer", "config": {"num_words": 20000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": "<OOV>", "document_count": 5000, "word_counts": "{\"really\": 2306, \"liked\": 275, \"summerslam\": 2, \"due\": 192, \"look\": 820, \"arena\": 6, \"curtains\": 4, \"overall\": 301, \"interesting\": 640, \"reason\": 466, \"anyways\": 20, \"could\": 1475, \"one\": 5330, \"best\": 1303, \"summerslam's\": 1, \"ever\": 1167, \"wwf\": 2, \"lex\": 8, \"luger\": 5, \"main\": 413, \"event\": 84, \"yokozuna\": 9, \"time\": 2540, \"ok\": 175, \"huge\": 203, \"fat\": 70, \"man\": 1165, \"vs\": 59, \"strong\": 214, \"glad\": 95, \"times\": 640, \"changed\": 94, \"terrible\": 307, \"like\": 4047, \"every\": 806, \"match\": 108, \"matches\": 17, \"card\": 28, \"razor\": 13, \"ramon\": 11, \"ted\": 20, \"dibiase\": 3, \"steiner\": 6, \"brothers\": 97, \"heavenly\": 5, \"bodies\": 57, \"shawn\": 8, \"michaels\": 13, \"curt\": 2, \"hening\": 1, \"named\": 160, \"big\": 689, \"monster\": 187, \"body\": 192, \"guard\": 28, \"diesel\": 10, \"irs\": 2, \"kid\": 198, \"bret\": 4, \"hart\": 17, \"first\": 1827, \"takes\": 425, \"doink\": 5, \"jerry\": 53, \"lawler\": 4, \"stuff\": 277, \"harts\": 1, \"always\": 637, \"ludvig\": 1, \"borga\": 1, \"destroyed\": 46, \"marty\": 16, \"jannetty\": 1, \"undertaker\": 7, \"took\": 223, \"giant\": 65, \"gonzalez\": 2, \"another\": 933, \"smoking\": 38, \"gunns\": 1, \"tatanka\": 5, \"bam\": 15, \"bigelow\": 2, \"headshrinkers\": 2, \"defended\": 2, \"world\": 705, \"title\": 294, \"boring\": 357, \"ending\": 441, \"however\": 678, \"deserves\": 108, \"many\": 1390, \"television\": 194, \"shows\": 428, \"appeal\": 83, \"quite\": 706, \"different\": 499, \"kinds\": 34, \"fans\": 283, \"farscape\": 7, \"know\": 1208, \"youngsters\": 4, \"years\": 849, \"old\": 845, \"male\": 116, \"female\": 194, \"countries\": 31, \"think\": 1428, \"adore\": 14, \"miniseries\": 20, \"elements\": 124, \"found\": 523, \"almost\": 642, \"show\": 1255, \"character\": 1313, \"driven\": 51, \"drama\": 271, \"australian\": 51, \"soap\": 62, \"opera\": 97, \"yet\": 596, \"episode\": 277, \"science\": 118, \"fact\": 695, \"fiction\": 124, \"would\": 2422, \"give\": 680, \"even\": 2497, \"hardiest\": 1, \"trekkie\": 1, \"run\": 253, \"money\": 464, \"brainbender\": 1, \"stakes\": 7, \"wormhole\": 2, \"theory\": 32, \"travel\": 51, \"true\": 486, \"equational\": 1, \"form\": 165, \"magnificent\": 62, \"embraces\": 5, \"cultures\": 14, \"map\": 19, \"possibilities\": 18, \"endless\": 53, \"multiple\": 31, \"stars\": 293, \"therefore\": 66, \"thousands\": 40, \"planets\": 5, \"choose\": 60, \"broad\": 24, \"scope\": 19, \"expected\": 146, \"nothing\": 853, \"able\": 283, \"keep\": 314, \"illusion\": 11, \"long\": 626, \"comes\": 466, \"element\": 77, \"succeeds\": 46, \"others\": 313, \"failed\": 92, \"especially\": 539, \"likes\": 94, \"star\": 386, \"trek\": 42, \"universe\": 46, \"practically\": 36, \"zero\": 73, \"kaos\": 1, \"ran\": 42, \"ideas\": 106, \"pretty\": 746, \"quickly\": 125, \"kept\": 151, \"rehashing\": 5, \"course\": 500, \"seasons\": 32, \"manage\": 50, \"audience's\": 11, \"attention\": 171, \"using\": 159, \"good\": 3059, \"continuity\": 38, \"constant\": 53, \"evolution\": 18, \"threads\": 8, \"unique\": 116, \"personal\": 138, \"touches\": 46, \"camera\": 373, \"specific\": 30, \"certain\": 164, \"groups\": 24, \"within\": 157, \"whole\": 580, \"structure\": 44, \"allows\": 51, \"extremely\": 214, \"large\": 115, \"area\": 77, \"subject\": 130, \"matter\": 242, \"loyalties\": 2, \"forged\": 1, \"broken\": 53, \"ways\": 158, \"issues\": 81, \"happened\": 200, \"see\": 2334, \"pilot\": 51, \"premiere\": 18, \"passing\": 41, \"tuning\": 3, \"crichton\": 2, \"get\": 1934, \"girl\": 537, \"seeing\": 401, \"delighted\": 12, \"available\": 91, \"dvd\": 506, \"admit\": 112, \"thing\": 917, \"sane\": 14, \"whilst\": 56, \"hour\": 237, \"night\": 415, \"shift\": 9, \"developed\": 86, \"chronic\": 5, \"insomnia\": 9, \"nights\": 26, \"favour\": 10, \"watch\": 1386, \"mean\": 316, \"comet\": 3, \"film\": 8063, \"gets\": 647, \"major\": 190, \"chase\": 94, \"scene\": 1057, \"increasing\": 8, \"destruction\": 30, \"bad\": 1795, \"guy\": 647, \"hijacking\": 2, \"steven\": 49, \"seagal\": 39, \"beaten\": 27, \"pulp\": 31, \"seagal's\": 10, \"driving\": 48, \"probably\": 555, \"ended\": 127, \"premise\": 148, \"movie\": 8698, \"seems\": 695, \"decided\": 127, \"make\": 1582, \"changes\": 68, \"plot\": 1256, \"plan\": 72, \"enjoy\": 363, \"action\": 636, \"expect\": 209, \"coherent\": 21, \"turn\": 257, \"sense\": 444, \"logic\": 48, \"may\": 658, \"reduce\": 5, \"chance\": 242, \"getting\": 353, \"headache\": 13, \"hope\": 293, \"trying\": 504, \"move\": 156, \"back\": 922, \"towards\": 122, \"type\": 257, \"characters\": 1445, \"portrayed\": 118, \"popular\": 106, \"movies\": 1499, \"jane\": 108, \"austen\": 22, \"definitely\": 320, \"approve\": 7, \"gwyneth\": 9, \"paltrow\": 19, \"awesome\": 88, \"job\": 448, \"capturing\": 17, \"attitude\": 53, \"emma\": 34, \"funny\": 894, \"without\": 642, \"excessively\": 5, \"silly\": 176, \"elegant\": 19, \"puts\": 74, \"convincing\": 94, \"british\": 168, \"accent\": 87, \"maybe\": 503, \"judge\": 68, \"fooled\": 23, \"also\": 1751, \"excellent\": 372, \"sliding\": 6, \"doors\": 25, \"sometimes\": 252, \"forget\": 150, \"american\": 513, \"brilliant\": 239, \"jeremy\": 26, \"northam\": 8, \"sophie\": 10, \"thompson\": 16, \"phyllida\": 4, \"law\": 93, \"thompson's\": 6, \"sister\": 138, \"mother\": 290, \"bates\": 36, \"women\": 364, \"nearly\": 159, \"steal\": 43, \"ms\": 76, \"lines\": 344, \"highly\": 230, \"recommended\": 96, \"expectations\": 80, \"somewhat\": 190, \"high\": 423, \"went\": 336, \"thought\": 676, \"steve\": 67, \"carell\": 10, \"wrong\": 379, \"coming\": 218, \"great\": 1814, \"anchorman\": 8, \"year\": 445, \"virgin\": 29, \"little\": 1246, \"miss\": 173, \"sunshine\": 21, \"boy\": 307, \"start\": 357, \"right\": 697, \"points\": 163, \"allowed\": 70, \"handful\": 19, \"moments\": 333, \"made\": 1610, \"laugh\": 317, \"entirely\": 111, \"given\": 371, \"wiggle\": 3, \"room\": 176, \"undoubtedly\": 17, \"talented\": 120, \"individual\": 50, \"shame\": 135, \"signed\": 11, \"turned\": 180, \"opinion\": 195, \"total\": 137, \"train\": 102, \"wreck\": 23, \"way\": 1523, \"discuss\": 17, \"horrifyingly\": 2, \"begins\": 148, \"dan\": 52, \"burns\": 26, \"widower\": 6, \"three\": 472, \"girls\": 236, \"considered\": 89, \"nationally\": 1, \"syndicated\": 3, \"advice\": 67, \"column\": 2, \"prepares\": 1, \"family\": 552, \"reunion\": 17, \"extended\": 34, \"relatives\": 13, \"gather\": 10, \"atop\": 5, \"list\": 112, \"things\": 697, \"awful\": 362, \"behaves\": 3, \"transported\": 8, \"pleasantville\": 2, \"leave\": 225, \"beaver\": 4, \"caricature\": 17, \"reaches\": 22, \"point\": 621, \"become\": 305, \"obnoxious\": 32, \"simply\": 361, \"frustrating\": 20, \"touch\": 95, \"football\": 42, \"crossword\": 1, \"puzzle\": 18, \"competitions\": 4, \"bowling\": 3, \"talent\": 172, \"actual\": 175, \"people\": 1836, \"behave\": 23, \"sickening\": 12, \"flaw\": 34, \"woman\": 509, \"supposed\": 281, \"falling\": 69, \"observing\": 5, \"watching\": 917, \"stroke\": 18, \"victim\": 91, \"rehabilitated\": 2, \"imagine\": 170, \"original\": 600, \"mildly\": 33, \"retarded\": 38, \"makes\": 826, \"taking\": 198, \"place\": 494, \"planet\": 71, \"left\": 365, \"theater\": 170, \"wondering\": 59, \"saw\": 647, \"thinking\": 229, \"much\": 1966, \"watched\": 427, \"fairly\": 122, \"regular\": 44, \"basis\": 31, \"life\": 1310, \"never\": 1328, \"snide\": 1, \"remarks\": 27, \"insults\": 17, \"mostly\": 193, \"david\": 217, \"spade\": 14, \"tommy\": 39, \"heart\": 238, \"that's\": 646, \"keeps\": 124, \"callahan\": 8, \"chris\": 83, \"farley\": 20, \"son\": 257, \"tom\": 169, \"brian\": 72, \"dennehy\": 8, \"master\": 101, \"car\": 244, \"parts\": 276, \"salesman\": 8, \"ridden\": 17, \"died\": 109, \"dies\": 78, \"wedding\": 48, \"day\": 562, \"learns\": 34, \"company\": 105, \"debt\": 7, \"bought\": 93, \"ray\": 86, \"zalinsky\": 2, \"akroyd\": 4, \"owner\": 50, \"order\": 183, \"save\": 200, \"go\": 1021, \"road\": 93, \"sell\": 51, \"company's\": 5, \"new\": 795, \"brake\": 3, \"pads\": 1, \"along\": 407, \"ride\": 76, \"though\": 867, \"choice\": 106, \"richard\": 144, \"hayden\": 4, \"former\": 88, \"classmate\": 6, \"tommy's\": 5, \"tom's\": 8, \"hand\": 233, \"rides\": 14, \"chemistry\": 97, \"two\": 1380, \"snl\": 9, \"real\": 908, \"friends\": 353, \"duo\": 17, \"enough\": 643, \"comic\": 198, \"energy\": 60, \"going\": 777, \"power\": 162, \"dumb\": 118, \"versus\": 22, \"smart\": 88, \"works\": 266, \"scenes\": 1045, \"unforgettably\": 3, \"actually\": 883, \"decent\": 222, \"dramatic\": 133, \"actors\": 920, \"well\": 2146, \"although\": 494, \"primarily\": 29, \"comedy\": 724, \"fair\": 84, \"share\": 81, \"making\": 581, \"audience\": 387, \"forgive\": 31, \"talk\": 173, \"read\": 382, \"biography\": 21, \"acts\": 76, \"anyone\": 541, \"cares\": 42, \"understanding\": 55, \"special\": 339, \"genuinely\": 47, \"person\": 318, \"struggled\": 4, \"ultimately\": 97, \"conquer\": 8, \"addictions\": 1, \"role\": 664, \"showed\": 90, \"knowing\": 68, \"chris's\": 1, \"story\": 2278, \"adds\": 68, \"layer\": 3, \"less\": 396, \"matched\": 18, \"screen\": 524, \"cast\": 738, \"rob\": 35, \"lowe\": 4, \"suitably\": 14, \"slimy\": 11, \"brother\": 184, \"bo\": 5, \"derek\": 23, \"solid\": 109, \"step\": 86, \"easy\": 169, \"believe\": 513, \"father\": 360, \"crazy\": 155, \"smarter\": 8, \"mature\": 27, \"gives\": 300, \"performances\": 359, \"giving\": 173, \"hard\": 521, \"truth\": 150, \"behind\": 209, \"advertising\": 22, \"julie\": 45, \"warner\": 41, \"love\": 1377, \"interest\": 194, \"michelle\": 33, \"peter\": 169, \"segal\": 11, \"directors\": 146, \"pace\": 123, \"quick\": 61, \"energetic\": 9, \"importantly\": 28, \"knows\": 218, \"belabor\": 1, \"jokes\": 182, \"understands\": 11, \"goes\": 479, \"friendly\": 34, \"nostalgic\": 20, \"tone\": 84, \"tugs\": 3, \"heartstrings\": 4, \"tickles\": 3, \"funnybone\": 1, \"critics\": 80, \"super\": 107, \"sophisticated\": 27, \"subversively\": 1, \"intellectual\": 34, \"god\": 269, \"forbid\": 5, \"forced\": 121, \"muted\": 8, \"la\": 131, \"office\": 108, \"favorites\": 40, \"highlighted\": 8, \"tragic\": 73, \"reality\": 219, \"youth\": 52, \"face\": 296, \"favela\": 1, \"rising\": 17, \"draws\": 26, \"scary\": 171, \"unsafe\": 3, \"unfair\": 16, \"beautiful\": 437, \"color\": 92, \"moving\": 160, \"music\": 625, \"dedicated\": 27, \"accept\": 60, \"change\": 177, \"art\": 206, \"entertaining\": 311, \"emotional\": 139, \"aesthetically\": 5, \"numerous\": 47, \"school\": 381, \"students\": 83, \"live\": 330, \"neighborhoods\": 4, \"poverty\": 25, \"gun\": 85, \"violence\": 214, \"enamored\": 7, \"anderson\": 48, \"protagonist\": 39, \"recommend\": 316, \"ages\": 53, \"subtitles\": 45, \"images\": 109, \"death\": 380, \"backgrounds\": 24, \"okay\": 163, \"purgatory\": 4, \"seemed\": 258, \"something\": 1029, \"significant\": 35, \"put\": 471, \"finger\": 33, \"costa\": 3, \"mesa\": 1, \"fires\": 10, \"tv\": 549, \"caught\": 109, \"helped\": 69, \"writing\": 227, \"essay\": 11, \"inferno\": 9, \"let\": 357, \"discussed\": 9, \"twop\": 1, \"review\": 172, \"mentioned\": 112, \"tony\": 80, \"flights\": 4, \"stairs\": 14, \"elevator\": 18, \"yeah\": 101, \"number\": 170, \"lots\": 161, \"reasons\": 134, \"religious\": 70, \"here's\": 49, \"ya\": 19, \"hunch\": 1, \"consulted\": 1, \"wikipedia\": 6, \"guess\": 279, \"dante\": 9, \"divided\": 17, \"levels\": 52, \"purgatorio\": 1, \"excluding\": 6, \"ante\": 4, \"paradise\": 17, \"bottom\": 92, \"can't\": 765, \"allegedly\": 8, \"random\": 68, \"monk\": 7, \"slap\": 20, \"soon\": 258, \"monks\": 7, \"appeared\": 86, \"fit\": 94, \"perfectly\": 145, \"tell\": 321, \"got\": 674, \"worried\": 26, \"christian\": 90, \"commercial\": 59, \"disease\": 28, \"sin\": 24, \"came\": 317, \"desperate\": 60, \"heaven\": 60, \"looking\": 531, \"kinda\": 54, \"iffy\": 1, \"meets\": 132, \"hey\": 80, \"guys\": 300, \"help\": 352, \"sounds\": 112, \"contemplating\": 4, \"religions\": 3, \"buddhism\": 2, \"path\": 32, \"take\": 690, \"salvation\": 10, \"necessarily\": 55, \"literally\": 115, \"becoming\": 68, \"buddhist\": 3, \"appears\": 153, \"finnerty\": 5, \"tried\": 152, \"messed\": 26, \"basically\": 169, \"tells\": 163, \"there's\": 583, \"fix\": 18, \"suddenly\": 107, \"embrace\": 14, \"initially\": 29, \"concerned\": 48, \"conference\": 9, \"entrance\": 10, \"realizes\": 33, \"name\": 312, \"driver's\": 2, \"license\": 12, \"problem\": 267, \"led\": 85, \"sort\": 279, \"double\": 71, \"killing\": 144, \"sleeping\": 39, \"around\": 695, \"secret\": 109, \"feels\": 155, \"free\": 134, \"affair\": 54, \"quasi\": 11, \"melfi\": 1, \"kevin\": 69, \"figures\": 37, \"fool\": 34, \"kf's\": 2, \"cards\": 27, \"hotel\": 87, \"receptionists\": 1, \"helicopters\": 3, \"keeping\": 45, \"track\": 85, \"everything\": 473, \"reading\": 143, \"theories\": 9, \"infinnerty\": 1, \"identity\": 63, \"reminder\": 6, \"infinite\": 5, \"paths\": 9, \"could've\": 47, \"taken\": 223, \"possibly\": 161, \"joke\": 126, \"involving\": 99, \"infiniti's\": 1, \"otherwise\": 142, \"aaaand\": 1, \"brain\": 115, \"fizzles\": 1, \"disappointed\": 198, \"series\": 623, \"cool\": 219, \"graphics\": 35, \"level\": 202, \"detail\": 68, \"minimal\": 29, \"feeling\": 238, \"patronized\": 1, \"lot\": 798, \"explain\": 80, \"anyway\": 219, \"let's\": 147, \"pictures\": 96, \"entertain\": 37, \"host\": 30, \"drop\": 41, \"sounding\": 19, \"words\": 197, \"sparticles\": 1, \"symmetry\": 4, \"attempt\": 200, \"explaining\": 25, \"furthermore\": 27, \"bit\": 647, \"superstrings\": 2, \"layman\": 1, \"explanations\": 6, \"convoluted\": 20, \"better\": 1198, \"chosen\": 49, \"examples\": 35, \"concepts\": 20, \"instead\": 428, \"used\": 425, \"confusing\": 70, \"obscured\": 2, \"additionally\": 18, \"sick\": 74, \"repetitiveness\": 1, \"easily\": 168, \"condensed\": 3, \"cut\": 212, \"repetition\": 6, \"must\": 665, \"shown\": 189, \"clips\": 29, \"quantum\": 12, \"caf\": 6, \"saying\": 200, \"remember\": 389, \"said\": 429, \"tiny\": 31, \"vibrating\": 1, \"strings\": 12, \"brainwash\": 1, \"us\": 727, \"accepting\": 12, \"since\": 583, \"sliced\": 5, \"bread\": 12, \"finally\": 301, \"unpleasant\": 23, \"competition\": 32, \"fermilab\": 2, \"cern\": 3, \"clearly\": 186, \"biased\": 12, \"educational\": 17, \"program\": 47, \"physics\": 17, \"whether\": 171, \"europe\": 62, \"vice\": 17, \"versa\": 9, \"felt\": 280, \"part\": 816, \"patronizing\": 5, \"audiences\": 106, \"need\": 380, \"conflict\": 55, \"remain\": 37, \"interested\": 128, \"please\": 199, \"credit\": 118, \"thumbs\": 30, \"minutes\": 600, \"tinseltown\": 5, \"teetering\": 1, \"remote\": 33, \"poised\": 1, \"flick\": 246, \"else\": 408, \"writers\": 120, \"luck\": 45, \"living\": 215, \"self\": 218, \"storage\": 5, \"space\": 158, \"bin\": 19, \"amusing\": 89, \"painfully\": 46, \"bland\": 52, \"introduction\": 35, \"played\": 529, \"joe\": 115, \"pantoliano\": 1, \"deal\": 156, \"lives\": 264, \"park\": 95, \"sleeps\": 9, \"lavatory\": 1, \"offered\": 33, \"kristy\": 6, \"swansons\": 1, \"budding\": 13, \"director\": 888, \"borderline\": 7, \"nymphomaniac\": 2, \"added\": 93, \"spice\": 7, \"acting\": 1298, \"performance\": 576, \"raised\": 33, \"presence\": 93, \"beyond\": 176, \"welcome\": 38, \"eye\": 158, \"candy\": 54, \"inclusion\": 11, \"obvious\": 162, \"low\": 394, \"budget\": 355, \"impacts\": 1, \"poorly\": 145, \"shot\": 409, \"stuttured\": 1, \"slapstick\": 34, \"handling\": 11, \"favourite\": 59, \"whithnail\": 1, \"deals\": 57, \"dream\": 119, \"archives\": 6, \"nudges\": 2, \"cult\": 93, \"laughed\": 82, \"loud\": 77, \"pantoliano's\": 1, \"particular\": 126, \"penultimate\": 3, \"terribly\": 45, \"clich\": 141, \"still\": 1079, \"rich\": 141, \"screwed\": 12, \"house\": 359, \"unravels\": 4, \"final\": 271, \"stage\": 129, \"play\": 461, \"makers\": 86, \"translate\": 16, \"celluloid\": 25, \"work\": 951, \"liners\": 41, \"dulled\": 2, \"senses\": 17, \"degree\": 39, \"anything\": 568, \"unless\": 152, \"stuck\": 75, \"novelty\": 12, \"coffee\": 22, \"coaster\": 18, \"pick\": 106, \"bargain\": 15, \"bucket\": 5, \"jeez\": 6, \"immensely\": 17, \"leading\": 155, \"schoyen\": 2, \"worst\": 507, \"actor\": 481, \"seen\": 1303, \"moved\": 64, \"america\": 131, \"ten\": 188, \"speak\": 110, \"english\": 182, \"pulls\": 38, \"say\": 1113, \"language\": 110, \"skikkelig\": 1, \"gebrokkent\": 1, \"norwegian\": 5, \"dudes\": 6, \"hollywood\": 368, \"damn\": 88, \"talentless\": 4, \"hacks\": 9, \"storyline\": 148, \"mediocre\": 89, \"suspicion\": 15, \"humping\": 3, \"babe\": 15, \"west\": 79, \"coast\": 31, \"dirty\": 64, \"harry\": 79, \"east\": 50, \"sharky\": 12, \"burt\": 29, \"reynolds\": 26, \"plays\": 444, \"sharky's\": 4, \"machine\": 79, \"enjoyed\": 230, \"minute\": 172, \"playing\": 341, \"maverick\": 7, \"narcotics\": 3, \"cop\": 144, \"atlanta\": 8, \"ga\": 3, \"everyone\": 416, \"wants\": 240, \"suspension\": 10, \"sent\": 65, \"squad\": 17, \"captain\": 56, \"jerk\": 25, \"curious\": 52, \"meant\": 118, \"knew\": 180, \"wonder\": 203, \"group\": 206, \"fellow\": 82, \"cops\": 74, \"uncovering\": 2, \"murder\": 224, \"find\": 792, \"perp\": 3, \"turns\": 253, \"mob\": 48, \"boss\": 93, \"prostitute\": 23, \"safety\": 14, \"fights\": 53, \"despite\": 283, \"losing\": 54, \"thug\": 11, \"blown\": 30, \"building\": 79, \"plate\": 10, \"glass\": 27, \"window\": 49, \"bomb\": 47, \"randy\": 32, \"crawford's\": 1, \"street\": 154, \"mood\": 111, \"hit\": 245, \"rating\": 208, \"cg\": 21, \"stop\": 241, \"motion\": 86, \"dinosaur\": 12, \"looks\": 430, \"amateur\": 36, \"worse\": 314, \"directing\": 103, \"raptor\": 8, \"island\": 131, \"million\": 74, \"bc\": 4, \"pure\": 115, \"crap\": 184, \"aired\": 32, \"sci\": 128, \"fi\": 125, \"channel\": 88, \"understand\": 339, \"somehow\": 145, \"skills\": 50, \"act\": 239, \"unsure\": 10, \"poster\": 17, \"obviously\": 230, \"sarcastic\": 8, \"worked\": 144, \"stinks\": 22, \"majorly\": 2, \"gave\": 251, \"semi\": 44, \"charming\": 75, \"disregard\": 11, \"lack\": 200, \"insubstantial\": 1, \"surface\": 41, \"development\": 111, \"seem\": 443, \"bunch\": 165, \"nice\": 406, \"drawings\": 9, \"far\": 564, \"anime\": 45, \"japan\": 38, \"names\": 89, \"garbage\": 81, \"rip\": 64, \"selling\": 28, \"bother\": 75, \"pity\": 47, \"wooden\": 64, \"disaster\": 62, \"grown\": 46, \"ny\": 11, \"insult\": 36, \"familiar\": 119, \"community\": 58, \"defender\": 1, \"culture\": 92, \"hollywoodized\": 2, \"piece\": 310, \"trash\": 103, \"fictional\": 30, \"ridiculous\": 182, \"presentation\": 23, \"watches\": 23, \"seinfeld\": 10, \"inaccurate\": 27, \"colossal\": 5, \"waste\": 273, \"exactly\": 223, \"outcome\": 22, \"confrontation\": 18, \"laughably\": 21, \"nobody\": 92, \"writer's\": 11, \"israeli\": 9, \"nature\": 120, \"clear\": 175, \"clue\": 36, \"bio\": 7, \"shocking\": 74, \"lived\": 79, \"york\": 145, \"connection\": 57, \"films\": 1459, \"stranger\": 35, \"among\": 175, \"closer\": 39, \"dreck\": 18, \"guy's\": 24, \"credits\": 119, \"written\": 279, \"scripts\": 33, \"grade\": 90, \"feature\": 170, \"perhaps\": 328, \"someone\": 457, \"script\": 566, \"par\": 46, \"dolph\": 12, \"lundgren\": 15, \"starts\": 207, \"slowly\": 80, \"running\": 206, \"end\": 1074, \"done\": 616, \"illustrate\": 7, \"trait\": 7, \"degression\": 1, \"consequently\": 14, \"tragedies\": 8, \"provoking\": 29, \"philosophy\": 22, \"worthwhile\": 56, \"dostoyevsky's\": 2, \"'crime\": 2, \"punishment\": 23, \"comparisons\": 19, \"intriguing\": 60, \"question\": 123, \"prompts\": 3, \"renowned\": 8, \"writer\": 224, \"completely\": 363, \"publicly\": 5, \"aproved\": 1, \"set\": 501, \"opposed\": 36, \"status\": 45, \"quo\": 5, \"conservative\": 21, \"besides\": 81, \"philosophical\": 23, \"questions\": 89, \"pleasing\": 17, \"grassy\": 1, \"hillsides\": 2, \"scenery\": 77, \"past\": 250, \"slow\": 210, \"use\": 390, \"coloric\": 1, \"symbolism\": 24, \"representing\": 10, \"mindstate\": 1, \"sorts\": 36, \"impress\": 23, \"skip\": 44, \"slightly\": 95, \"uneven\": 20, \"entry\": 31, \"standout\": 15, \"sequence\": 182, \"hill\": 34, \"gang\": 90, \"reminiscing\": 2, \"diner\": 7, \"thirty\": 38, \"previously\": 42, \"hideout\": 5, \"ho\": 21, \"hum\": 10, \"duologue\": 1, \"ageing\": 3, \"rock\": 171, \"musos\": 1, \"noirish\": 4, \"kidnap\": 8, \"head\": 283, \"opening\": 190, \"plus\": 134, \"epilogue\": 6, \"heist\": 25, \"artist\": 58, \"wannabe\": 21, \"edward\": 49, \"baer\": 4, \"current\": 54, \"'hot'\": 2, \"property\": 11, \"anna\": 41, \"magloulis\": 1, \"jean\": 107, \"rochefort\": 4, \"dismissed\": 10, \"lightly\": 7, \"shines\": 32, \"quintet\": 1, \"indeed\": 142, \"worth\": 454, \"alone\": 229, \"sequences\": 127, \"offer\": 78, \"introduced\": 73, \"john\": 433, \"waters\": 23, \"trouble\": 102, \"ifc\": 5, \"disgusted\": 12, \"picked\": 64, \"pink\": 27, \"flamingos\": 6, \"boxed\": 4, \"babs\": 2, \"johnson\": 47, \"filthiest\": 1, \"alive\": 85, \"trailer\": 87, \"maryland\": 1, \"obese\": 6, \"egg\": 8, \"obsessed\": 58, \"deranged\": 18, \"crackers\": 5, \"sights\": 12, \"sex\": 347, \"chickens\": 5, \"drag\": 45, \"queens\": 11, \"eating\": 52, \"feces\": 3, \"torture\": 62, \"humiliation\": 6, \"soundtrack\": 159, \"'s\": 475, \"roll\": 61, \"artists\": 28, \"fun\": 517, \"rated\": 118, \"nc\": 7, \"explicit\": 26, \"disturbing\": 96, \"virtually\": 43, \"gripping\": 29, \"chilling\": 28, \"visuals\": 55, \"effects\": 396, \"note\": 160, \"predictions\": 4, \"future\": 158, \"appear\": 110, \"likely\": 87, \"come\": 610, \"pass\": 84, \"early\": 310, \"depicted\": 44, \"woods\": 64, \"condition\": 28, \"shares\": 14, \"failing\": 14, \"illustrious\": 3, \"classics\": 57, \"odyssey\": 10, \"compare\": 53, \"station\": 80, \"international\": 61, \"isaac\": 4, \"asimov's\": 1, \"robot\": 42, \"positronic\": 1, \"brains\": 30, \"invented\": 21, \"notice\": 49, \"negative\": 60, \"reviews\": 146, \"gotten\": 66, \"honest\": 96, \"preview\": 17, \"looked\": 234, \"intrigued\": 25, \"yes\": 352, \"rented\": 78, \"others'\": 5, \"comments\": 145, \"correct\": 50, \"leaves\": 149, \"desired\": 24, \"dr\": 188, \"graves\": 7, \"scott\": 87, \"clark\": 39, \"grant\": 45, \"wheelchair\": 13, \"identify\": 22, \"certainly\": 277, \"production\": 365, \"quality\": 253, \"authentic\": 34, \"england\": 64, \"waterbury\": 2, \"ct\": 1, \"locale\": 10, \"lush\": 15, \"williams\": 58, \"score\": 227, \"resulted\": 10, \"collectors\": 3, \"item\": 13, \"unfortunately\": 258, \"passable\": 19, \"memorable\": 114, \"bring\": 165, \"style\": 325, \"mainstream\": 35, \"small\": 329, \"town\": 237, \"ordinary\": 64, \"genre\": 246, \"satisfy\": 16, \"grownups\": 1, \"fonda\": 13, \"unable\": 54, \"hide\": 36, \"braininess\": 1, \"believable\": 158, \"wondered\": 24, \"post\": 123, \"doctorate\": 1, \"yale\": 1, \"working\": 138, \"dead\": 365, \"factory\": 38, \"robert\": 221, \"diniro's\": 1, \"contrived\": 38, \"illiterate\": 6, \"loser\": 19, \"jane's\": 5, \"version\": 454, \"henry\": 44, \"ford\": 52, \"thomas\": 53, \"edison\": 6, \"successfully\": 35, \"handled\": 50, \"nobody's\": 1, \"mid\": 68, \"year's\": 20, \"schmidt\": 1, \"wish\": 197, \"stream\": 11, \"studios\": 32, \"try\": 354, \"adolescents\": 3, \"reserve\": 6, \"couple\": 355, \"screens\": 12, \"multi\": 27, \"cinema\": 296, \"complexes\": 1, \"efforts\": 62, \"effort\": 140, \"sure\": 563, \"documentary\": 199, \"revelations\": 13, \"video\": 349, \"tape\": 62, \"uncut\": 13, \"bill\": 120, \"mixed\": 51, \"features\": 165, \"letterman\": 4, \"grovelling\": 1, \"worm\": 10, \"dumping\": 2, \"pro\": 35, \"picket\": 2, \"funerals\": 4, \"ranting\": 8, \"send\": 41, \"freezer\": 1, \"solution\": 31, \"butchers\": 9, \"discover\": 55, \"popularity\": 26, \"human\": 307, \"flesh\": 60, \"incredible\": 123, \"humor\": 267, \"possible\": 189, \"allegories\": 1, \"horror\": 710, \"complex\": 63, \"defy\": 7, \"superficial\": 23, \"classification\": 2, \"stand\": 162, \"dark\": 261, \"redemptive\": 5, \"released\": 216, \"originally\": 58, \"soft\": 58, \"apparently\": 178, \"deleted\": 14, \"later\": 398, \"producers\": 111, \"relented\": 1, \"smelled\": 1, \"excised\": 7, \"restored\": 19, \"kristine\": 3, \"age\": 172, \"held\": 66, \"promising\": 45, \"career\": 221, \"grinding\": 6, \"halt\": 14, \"timing\": 34, \"witness\": 47, \"pam\": 15, \"anderson's\": 8, \"ronald\": 21, \"reagan\": 16, \"charge\": 39, \"kristine's\": 1, \"debacle\": 4, \"heard\": 192, \"nancy\": 53, \"reagan's\": 2, \"affairs\": 23, \"clinton\": 5, \"monica\": 11, \"lewinski\": 1, \"full\": 342, \"swing\": 8, \"pam's\": 1, \"icing\": 3, \"cake\": 23, \"naughty\": 11, \"musical\": 201, \"similar\": 168, \"moment\": 246, \"mj\": 9, \"started\": 176, \"listening\": 39, \"odd\": 102, \"wiz\": 2, \"moonwalker\": 3, \"want\": 738, \"insight\": 43, \"eighties\": 28, \"mind\": 398, \"guilty\": 31, \"innocent\": 89, \"subtle\": 89, \"messages\": 26, \"mj's\": 5, \"press\": 27, \"message\": 207, \"drugs\": 65, \"m'kay\": 1, \"visually\": 51, \"impressive\": 90, \"michael\": 248, \"jackson\": 67, \"remotely\": 36, \"hate\": 179, \"call\": 210, \"egotist\": 1, \"consenting\": 1, \"smooth\": 24, \"criminal\": 79, \"pesci\": 9, \"psychopathic\": 4, \"powerful\": 112, \"drug\": 96, \"lord\": 48, \"overheard\": 2, \"plans\": 29, \"nah\": 3, \"pesci's\": 1, \"ranted\": 1, \"wanted\": 268, \"supplying\": 5, \"etc\": 256, \"dunno\": 4, \"hates\": 14, \"turning\": 78, \"speed\": 47, \"demon\": 37, \"patience\": 10, \"saint\": 20, \"filming\": 74, \"kiddy\": 1, \"usually\": 196, \"performing\": 20, \"dance\": 146, \"line\": 388, \"stay\": 150, \"away\": 551, \"wholesome\": 7, \"ironically\": 18, \"bestest\": 1, \"buddy\": 71, \"truly\": 341, \"grace\": 83, \"hmmm\": 14, \"closed\": 26, \"either\": 348, \"stupid\": 374, \"sickest\": 2, \"liars\": 2, \"latter\": 76, \"hamlet\": 18, \"jobs\": 41, \"figured\": 36, \"hours\": 180, \"fan\": 372, \"branagh\": 12, \"overwhelmed\": 6, \"direction\": 266, \"cinematography\": 203, \"captured\": 62, \"passes\": 15, \"swiftly\": 3, \"born\": 78, \"constantly\": 79, \"faults\": 17, \"goofs\": 6, \"noticed\": 64, \"hall\": 45, \"mirrors\": 5, \"mystery\": 187, \"mil\": 5, \"columbia\": 11, \"widescreen\": 17, \"vhs\": 72, \"player\": 66, \"titanic\": 18, \"oscars\": 30, \"swept\": 11, \"picture\": 318, \"sorry\": 189, \"tribute\": 35, \"shakespeare\": 49, \"bringing\": 31, \"greatest\": 159, \"outstanding\": 71, \"bbc\": 55, \"series'\": 11, \"christmas\": 87, \"bizarre\": 93, \"grotesque\": 17, \"perversely\": 4, \"lovable\": 27, \"bleak\": 23, \"royston\": 7, \"vasey\": 10, \"jump\": 57, \"creators\": 29, \"league\": 50, \"gentlemen\": 27, \"mark\": 120, \"gatiss\": 2, \"pemberton\": 9, \"reece\": 2, \"shearsmith\": 3, \"quarters\": 10, \"foursome\": 3, \"central\": 80, \"roles\": 233, \"shared\": 22, \"trio\": 19, \"twist\": 112, \"member\": 52, \"team\": 172, \"dyson\": 4, \"sheen\": 39, \"conversation\": 38, \"cohorts\": 3, \"horrors\": 37, \"paid\": 67, \"visit\": 43, \"grisliest\": 1, \"tubbs\": 3, \"tattsyrup\": 1, \"unhappy\": 19, \"league's\": 3, \"decision\": 47, \"kill\": 211, \"inhabitants\": 11, \"screams\": 27, \"vain\": 15, \"local\": 197, \"shopkeepers\": 3, \"hell\": 194, \"exact\": 34, \"revenge\": 94, \"mayhem\": 16, \"ensues\": 13, \"converge\": 2, \"vast\": 21, \"array\": 11, \"entering\": 16, \"confused\": 67, \"camp\": 85, \"innuendo\": 7, \"teutonic\": 5, \"herr\": 2, \"lipp\": 4, \"daily\": 35, \"guise\": 6, \"kidnapped\": 28, \"cannibalistic\": 6, \"butcher\": 13, \"hillary\": 7, \"briss\": 4, \"geoff\": 9, \"tipps\": 2, \"shades\": 17, \"demented\": 11, \"misery\": 21, \"attempts\": 110, \"force\": 83, \"rewrite\": 8, \"thus\": 98, \"continuing\": 18, \"leaving\": 80, \"idea\": 440, \"erstwhile\": 3, \"comedian\": 26, \"becomes\": 269, \"embroiled\": 2, \"latest\": 43, \"adventure\": 90, \"king's\": 30, \"evil\": 253, \"typically\": 23, \"twisted\": 39, \"th\": 153, \"century\": 106, \"complete\": 203, \"cameos\": 35, \"victoria\": 45, \"wood\": 81, \"kay\": 14, \"known\": 238, \"george\": 177, \"asda\": 2, \"select\": 10, \"clothing\": 28, \"saves\": 39, \"treated\": 71, \"hero\": 211, \"denouement\": 13, \"joins\": 14, \"church\": 54, \"meet\": 150, \"papa\": 5, \"lazarou\": 1, \"albeit\": 29, \"fleetingly\": 2, \"pen\": 7, \"loving\": 71, \"pauline\": 14, \"mickey\": 37, \"barbara\": 51, \"cursed\": 6, \"vet\": 6, \"matthew\": 28, \"chinnery\": 2, \"favourites\": 12, \"portrayal\": 89, \"sheen's\": 9, \"fascinating\": 102, \"radiohead\": 1, \"ambitious\": 26, \"groundbreaking\": 11, \"happy\": 164, \"rest\": 309, \"laurels\": 1, \"divide\": 5, \"accordingly\": 5, \"macabre\": 6, \"humour\": 99, \"palate\": 2, \"exclusively\": 14, \"'fans'\": 1, \"grasp\": 17, \"benefit\": 25, \"viewed\": 52, \"nevertheless\": 54, \"apocalypse\": 28, \"doubt\": 168, \"attract\": 13, \"breed\": 13, \"appeasing\": 2, \"existing\": 18, \"ones\": 185, \"hugely\": 11, \"enjoyable\": 168, \"james\": 215, \"eves\": 2, \"charismatic\": 24, \"stephanie\": 4, \"beecham\": 1, \"casting\": 115, \"directs\": 19, \"conductor\": 10, \"crank\": 7, \"fall\": 171, \"rise\": 67, \"climax\": 81, \"plenty\": 131, \"twists\": 94, \"thrills\": 24, \"blood\": 236, \"return\": 114, \"vampire\": 102, \"loads\": 17, \"gore\": 197, \"terrific\": 99, \"seriously\": 206, \"tongue\": 34, \"cheek\": 22, \"chess\": 28, \"viewer\": 236, \"kasparov\": 12, \"deep\": 122, \"blue\": 73, \"games\": 84, \"internet\": 36, \"players\": 58, \"buying\": 37, \"talking\": 176, \"largely\": 38, \"ignore\": 40, \"garry\": 1, \"custom\": 7, \"built\": 53, \"computer\": 95, \"image\": 89, \"turk\": 6, \"automaton\": 2, \"winning\": 82, \"comers\": 4, \"word\": 192, \"quotes\": 15, \"fake\": 98, \"inside\": 136, \"modern\": 186, \"footage\": 146, \"reappearance\": 1, \"seconds\": 71, \"underscores\": 3, \"kasparov's\": 1, \"assistance\": 5, \"ibm\": 3, \"cheated\": 26, \"win\": 112, \"filmmakers\": 114, \"programming\": 10, \"computers\": 14, \"propaganda\": 32, \"corporation\": 11, \"supposedly\": 65, \"misusing\": 2, \"helpless\": 18, \"grandmaster\": 2, \"campaign\": 12, \"ad\": 37, \"chock\": 5, \"ominous\": 13, \"evocative\": 4, \"spooky\": 18, \"sound\": 278, \"innuendos\": 3, \"locked\": 17, \"door\": 91, \"present\": 103, \"convinced\": 42, \"cheat\": 8, \"garry's\": 1, \"paranoia\": 25, \"beat\": 93, \"suspect\": 62, \"programs\": 12, \"pc\": 15, \"grandmasters\": 1, \"today\": 213, \"granted\": 46, \"might\": 601, \"monumental\": 11, \"tragedy\": 53, \"mistakes\": 33, \"including\": 166, \"resigning\": 1, \"game\": 269, \"drawn\": 70, \"position\": 30, \"masters\": 24, \"commentators\": 9, \"briefly\": 39, \"hardly\": 113, \"strategy\": 6, \"tactics\": 13, \"naturally\": 53, \"shortcoming\": 1, \"non\": 204, \"baseball\": 32, \"example\": 269, \"commentator\": 6, \"telling\": 120, \"four\": 182, \"white\": 294, \"sox\": 4, \"defeated\": 14, \"astros\": 1, \"told\": 205, \"blunder\": 3, \"decisive\": 3, \"holding\": 33, \"hands\": 120, \"atmospheric\": 28, \"warn\": 23, \"jacket\": 10, \"promises\": 12, \"extras\": 38, \"include\": 78, \"analysis\": 15, \"automated\": 2, \"voice\": 223, \"synthesizer\": 7, \"chessmaster\": 1, \"attacked\": 33, \"pawn\": 6, \"isolated\": 25, \"caro\": 1, \"kann\": 1, \"defense\": 21, \"blahhhh\": 1, \"dramatize\": 3, \"impatient\": 4, \"reaching\": 23, \"skates\": 5, \"novice\": 5, \"explained\": 60, \"says\": 193, \"perpetual\": 5, \"check\": 182, \"second\": 377, \"board\": 55, \"flashes\": 13, \"karpov\": 1, \"organized\": 14, \"information\": 77, \"already\": 290, \"experience\": 247, \"places\": 80, \"defect\": 3, \"purports\": 3, \"kids\": 366, \"solar\": 6, \"eclipse\": 8, \"vile\": 17, \"murderous\": 18, \"tykes\": 1, \"who're\": 4, \"joyce\": 5, \"lori\": 2, \"lethin\": 1, \"younger\": 92, \"timmy\": 9, \"nutshell\": 6, \"tolerable\": 8, \"notable\": 35, \"mtv\": 23, \"brown\": 45, \"'downtown'\": 1, \"showing\": 156, \"skin\": 43, \"albiet\": 2, \"dudikoff\": 7, \"stretch\": 25, \"imagination\": 72, \"'killer\": 4, \"kids'\": 7, \"sub\": 54, \"pleasure\": 61, \"claim\": 45, \"honor\": 38, \"sylvia\": 3, \"wright\": 13, \"topless\": 18, \"interview\": 44, \"producer\": 82, \"max\": 66, \"rosenberg\": 3, \"wherein\": 11, \"canada\": 28, \"ed\": 95, \"hunt\": 42, \"trailers\": 21, \"kiss\": 38, \"taratula\": 1, \"open\": 142, \"red\": 157, \"band\": 99, \"homework\": 9, \"nudity\": 105, \"dysfunctional\": 10, \"home\": 337, \"holidays\": 5, \"result\": 132, \"violent\": 106, \"sexy\": 75, \"milligan\": 12, \"milligans\": 1, \"trip\": 95, \"depravity\": 4, \"copious\": 4, \"neither\": 109, \"gruesome\": 36, \"quaint\": 11, \"decidedly\": 15, \"suffers\": 49, \"cheapness\": 6, \"broke\": 27, \"thats\": 64, \"except\": 209, \"completeist\": 1, \"fooling\": 2, \"awards\": 45, \"greatness\": 10, \"half\": 413, \"fancy\": 17, \"light\": 182, \"hearted\": 36, \"entertainment\": 176, \"young\": 705, \"rupert\": 12, \"penry\": 2, \"jones\": 73, \"jake\": 14, \"laura\": 19, \"fraser\": 3, \"justine\": 4, \"sweet\": 113, \"likable\": 73, \"'spooks'\": 1, \"rpj\": 1, \"currently\": 24, \"starring\": 102, \"buff\": 18, \"perfect\": 314, \"wine\": 24, \"ice\": 55, \"cream\": 20, \"chuckle\": 14, \"unconnected\": 2, \"bursts\": 9, \"unwatchability\": 1, \"simple\": 223, \"inspector\": 26, \"gadget\": 14, \"previews\": 19, \"clerk\": 9, \"store\": 125, \"week\": 91, \"feel\": 570, \"privilege\": 11, \"whining\": 10, \"growling\": 1, \"planned\": 25, \"endured\": 12, \"care\": 250, \"unremarkable\": 10, \"kissing\": 18, \"chore\": 7, \"incongruous\": 6, \"jarring\": 16, \"lesser\": 32, \"astaire\": 8, \"rogers\": 18, \"musicals\": 31, \"plotted\": 6, \"paced\": 57, \"runs\": 90, \"longer\": 102, \"heck\": 52, \"partly\": 24, \"secondary\": 20, \"romance\": 135, \"randolph\": 9, \"harriet\": 8, \"hilliard\": 2, \"rarely\": 56, \"least\": 578, \"songs\": 168, \"thee\": 5, \"satan\": 20, \"weak\": 142, \"leftover\": 2, \"top\": 354, \"hat\": 39, \"thankfully\": 33, \"masterpiece\": 149, \"follow\": 144, \"fleet\": 3, \"dancing\": 107, \"contest\": 23, \"vies\": 1, \"spot\": 59, \"numbers\": 67, \"fantastic\": 170, \"putting\": 81, \"eggs\": 11, \"basket\": 5, \"presents\": 48, \"rehearsing\": 2, \"perfected\": 6, \"imperfections\": 4, \"irving\": 6, \"berlin's\": 1, \"gwoemul\": 1, \"pollution\": 4, \"han\": 7, \"river\": 65, \"mutated\": 7, \"beast\": 31, \"rampage\": 22, \"youngest\": 7, \"snatched\": 6, \"beast's\": 1, \"meal\": 13, \"firstly\": 26, \"bears\": 18, \"sized\": 8, \"alligators\": 4, \"packs\": 8, \"ravening\": 1, \"komodo\": 5, \"dragons\": 6, \"creature\": 70, \"kind\": 611, \"problems\": 171, \"imdb\": 148, \"page\": 70, \"fantasy\": 107, \"thriller\": 156, \"damned\": 20, \"genres\": 23, \"statement\": 38, \"anti\": 107, \"government\": 87, \"misplaced\": 12, \"mish\": 3, \"mash\": 6, \"styles\": 19, \"secondly\": 25, \"initial\": 43, \"attack\": 69, \"happens\": 236, \"entire\": 267, \"wander\": 8, \"governments\": 3, \"korea\": 12, \"occasionally\": 55, \"hitting\": 34, \"presumably\": 20, \"relief\": 46, \"unresolved\": 9, \"plague\": 19, \"americans\": 96, \"forgotten\": 73, \"resolved\": 19, \"lastly\": 17, \"clumsily\": 9, \"political\": 117, \"paints\": 14, \"depth\": 100, \"cartoon\": 95, \"villain\": 106, \"wise\": 58, \"korean\": 26, \"morgue\": 6, \"assistant\": 42, \"asking\": 49, \"coroner\": 4, \"pour\": 3, \"chemicals\": 2, \"cackles\": 1, \"maniacally\": 2, \"orders\": 23, \"carry\": 64, \"racist\": 42, \"lazy\": 25, \"excuse\": 86, \"side\": 243, \"mix\": 53, \"relic\": 6, \"movement\": 38, \"shots\": 216, \"remind\": 35, \"strangely\": 31, \"firefly\": 3, \"filmed\": 179, \"shuddering\": 1, \"cameras\": 16, \"focus\": 100, \"saved\": 60, \"sitting\": 102, \"family's\": 12, \"mobile\": 21, \"food\": 56, \"stall\": 3, \"snow\": 30, \"lamp\": 3, \"cold\": 111, \"warm\": 41, \"glow\": 7, \"forward\": 132, \"pseudo\": 20, \"lite\": 7, \"slated\": 4, \"'cause\": 10, \"foreign\": 62, \"recent\": 115, \"vengeance\": 18, \"trilogy\": 25, \"brotherhood\": 8, \"remake\": 124, \"tighten\": 2, \"improve\": 20, \"scripting\": 9, \"anyone's\": 18, \"confess\": 15, \"uneasy\": 7, \"ghosts\": 23, \"comedies\": 99, \"'over\": 2, \"body'\": 1, \"afterlife\": 11, \"fails\": 113, \"aspect\": 83, \"unbelievable\": 73, \"succeed\": 39, \"convince\": 31, \"sentimental\": 26, \"register\": 8, \"principal\": 23, \"actresses\": 61, \"paul\": 186, \"rudd\": 3, \"handsome\": 61, \"taste\": 85, \"ladies\": 56, \"serious\": 225, \"improvement\": 18, \"eva\": 25, \"longoria\": 6, \"aged\": 57, \"lake\": 30, \"bell\": 17, \"unattractive\": 13, \"romantic\": 186, \"failure\": 47, \"jason\": 66, \"biggs\": 3, \"lindsey\": 7, \"sloane\": 5, \"supporting\": 153, \"uninteresting\": 35, \"uninspired\": 34, \"flat\": 96, \"cheap\": 203, \"gags\": 48, \"borrowed\": 22, \"unsuccessful\": 5, \"fast\": 165, \"underdog\": 24, \"shuts\": 2, \"loudmouths\": 1, \"substituted\": 2, \"anybody\": 70, \"deemed\": 15, \"police\": 223, \"nonetheless\": 39, \"woody\": 37, \"harrleson\": 1, \"black\": 467, \"basketball\": 11, \"counterpart\": 10, \"wesley\": 12, \"snipes\": 14, \"providing\": 26, \"extreme\": 83, \"profanity\": 18, \"sleaziness\": 2, \"includes\": 59, \"woody's\": 7, \"girlfriend\": 119, \"rosie\": 6, \"perez\": 2, \"clean\": 39, \"honestly\": 102, \"offended\": 27, \"lotof\": 1, \"recently\": 117, \"william\": 129, \"shatner\": 15, \"called\": 307, \"beginning\": 269, \"kirk\": 21, \"mccoy\": 5, \"teaching\": 27, \"spock\": 17, \"sing\": 48, \"row\": 31, \"boat\": 62, \"sucks\": 55, \"direct\": 73, \"exception\": 79, \"season\": 115, \"tolerate\": 6, \"mindless\": 34, \"outing\": 15, \"disheartening\": 1, \"crew\": 118, \"toiling\": 2, \"churn\": 1, \"ask\": 112, \"fate\": 43, \"stories\": 236, \"engaged\": 21, \"carved\": 5, \"whatever\": 140, \"ends\": 183, \"letting\": 33, \"gross\": 27, \"shock\": 90, \"revelation\": 31, \"conclusion\": 72, \"subjected\": 14, \"bloodletting\": 1, \"dante's\": 4, \"sexist\": 11, \"wandered\": 8, \"pointless\": 99, \"values\": 94, \"tend\": 35, \"content\": 77, \"utter\": 51, \"hopes\": 48, \"exec\": 4, \"producer's\": 4, \"garris's\": 1, \"valarie\": 1, \"shall\": 22, \"weird\": 123, \"inversed\": 2, \"oscar\": 162, \"academy\": 53, \"festival\": 94, \"gods\": 15, \"coupled\": 16, \"celebrity\": 32, \"superstar\": 13, \"scenario\": 32, \"teleprinter\": 1, \"dyslexia\": 1, \"devil\": 56, \"costume\": 34, \"hilarious\": 213, \"whenever\": 55, \"hold\": 108, \"conveyor\": 5, \"belt\": 12, \"mistake\": 68, \"checking\": 39, \"five\": 158, \"votes\": 8, \"book\": 461, \"fanatic\": 8, \"steam\": 15, \"near\": 177, \"overflowing\": 2, \"lena\": 7, \"olin\": 1, \"favorite\": 234, \"cutting\": 47, \"floor\": 52, \"hank\": 7, \"azaria's\": 1, \"raja\": 1, \"blast\": 17, \"macy\": 18, \"straight\": 158, \"arrow\": 11, \"shoveler\": 2, \"janeane\": 1, \"garofalo\": 1, \"bowler\": 2, \"unlike\": 130, \"design\": 64, \"city\": 218, \"funnier\": 31, \"disco\": 6, \"appropriate\": 43, \"horrible\": 255, \"incredibly\": 116, \"lame\": 128, \"execution\": 38, \"horrendous\": 26, \"emotionally\": 52, \"involved\": 227, \"badly\": 117, \"dialog\": 148, \"utterly\": 73, \"un\": 44, \"sparkling\": 8, \"cripes\": 1, \"almightly\": 1, \"deadpool\": 3, \"annoying\": 201, \"swords\": 9, \"properly\": 33, \"gambit\": 5, \"telekenisis\": 2, \"float\": 6, \"fly\": 60, \"strength\": 46, \"leap\": 14, \"hundreds\": 36, \"feet\": 59, \"air\": 134, \"helicopter\": 19, \"moves\": 109, \"mutants\": 7, \"exist\": 72, \"realm\": 17, \"round\": 48, \"staff\": 31, \"blade\": 26, \"cannot\": 201, \"twirling\": 2, \"duper\": 1, \"replacement\": 11, \"fight\": 255, \"choreography\": 19, \"stands\": 89, \"proof\": 32, \"wire\": 12, \"coordinators\": 1, \"wth\": 1, \"single\": 185, \"physical\": 74, \"fighters\": 11, \"marvel\": 11, \"comics\": 26, \"logan\": 14, \"creed\": 4, \"wilson\": 37, \"memory\": 76, \"stunt\": 31, \"coordinator\": 2, \"shrugged\": 3, \"shoulders\": 15, \"break\": 112, \"cells\": 15, \"powers\": 67, \"quicksilver\": 2, \"nod\": 16, \"frost\": 9, \"cyclops\": 3, \"bullet\": 26, \"xavier\": 2, \"men\": 392, \"freaking\": 13, \"holes\": 92, \"adamantium\": 2, \"skull\": 14, \"rayed\": 1, \"liev\": 7, \"schrieber\": 1, \"brought\": 125, \"sabretooth\": 4, \"considering\": 128, \"marvel's\": 1, \"villains\": 56, \"epic\": 57, \"lameness\": 1, \"daredevil\": 2, \"suck\": 31, \"absolutely\": 307, \"occasional\": 25, \"snippets\": 4, \"suggest\": 76, \"provide\": 48, \"subculture\": 4, \"motivations\": 22, \"murky\": 8, \"trite\": 28, \"creates\": 60, \"needless\": 35, \"confusion\": 39, \"director's\": 55, \"fascination\": 20, \"focusing\": 24, \"distracting\": 11, \"extraordinary\": 37, \"actress\": 238, \"woopi\": 1, \"goldberg\": 15, \"deserved\": 63, \"case\": 289, \"fortunate\": 12, \"falk\": 25, \"phoenix\": 9, \"enthralled\": 8, \"applebaum's\": 1, \"plight\": 16, \"contributes\": 16, \"priceless\": 24, \"spurs\": 3, \"laughter\": 54, \"inspires\": 6, \"joyful\": 4, \"tears\": 54, \"ish\": 21, \"brings\": 134, \"adult\": 90, \"children\": 267, \"together\": 465, \"important\": 169, \"journey\": 98, \"applebaum\": 1, \"delightful\": 43, \"backdrop\": 18, \"carefully\": 29, \"selected\": 9, \"wanting\": 64, \"nourishes\": 2, \"cherish\": 6, \"thanks\": 95, \"gift\": 25, \"robin\": 33, \"sly\": 11, \"scottsdale\": 1, \"arizona\": 3, \"eyeliner\": 3, \"worn\": 25, \"ago\": 182, \"egypt\": 11, \"realize\": 111, \"flopped\": 3, \"airing\": 12, \"amazing\": 276, \"commentaries\": 6, \"ill\": 66, \"informed\": 17, \"boards\": 5, \"other's\": 20, \"painful\": 89, \"began\": 72, \"remainder\": 10, \"wait\": 152, \"begin\": 131, \"united\": 51, \"states\": 67, \"matrix\": 39, \"box\": 114, \"guru\": 6, \"gut\": 25, \"blinded\": 4, \"apathy\": 3, \"duchovney\": 5, \"interviews\": 43, \"unbelievably\": 23, \"pre\": 71, \"madonna\": 10, \"files\": 15, \"poor\": 394, \"bucks\": 27, \"bonnie\": 19, \"directed\": 230, \"class\": 168, \"sad\": 203, \"maudlin\": 5, \"hooked\": 45, \"pains\": 17, \"driver\": 44, \"wonderful\": 302, \"cry\": 83, \"particularly\": 196, \"wife\": 427, \"slumps\": 2, \"dog\": 177, \"walking\": 76, \"shirt\": 25, \"collar\": 7, \"stained\": 2, \"calls\": 57, \"lets\": 70, \"moan\": 8, \"cries\": 10, \"realistic\": 142, \"pain\": 58, \"forgot\": 43, \"generally\": 86, \"moarn\": 1, \"loss\": 60, \"beloved\": 40, \"combined\": 33, \"ethnic\": 9, \"melting\": 17, \"pot\": 18, \"irish\": 48, \"italian\": 135, \"common\": 111, \"bond\": 116, \"pub\": 14, \"o'reilley's\": 1, \"delicious\": 17, \"heading\": 21, \"diametric\": 1, \"scale\": 35, \"clashing\": 4, \"carol\": 22, \"o'connor\": 5, \"loggia\": 4, \"proud\": 43, \"homeland\": 5, \"granddaughter\": 5, \"niece\": 18, \"respectively\": 16, \"minnie\": 6, \"ripe\": 8, \"belushi\": 20, \"middle\": 192, \"married\": 110, \"accepts\": 11, \"humility\": 6, \"gracefully\": 3, \"ample\": 10, \"keg\": 2, \"stomach\": 27, \"laughs\": 146, \"consisting\": 2, \"handles\": 9, \"elegance\": 8, \"finding\": 61, \"lucky\": 50, \"friendship\": 66, \"admiration\": 13, \"sensitive\": 32, \"flavour\": 2, \"sucker\": 11, \"chair\": 18, \"mine\": 51, \"feuding\": 2, \"brodie\": 4, \"raft\": 13, \"chuck\": 20, \"connors\": 5, \"beery\": 4, \"strive\": 5, \"bowery\": 3, \"late\": 260, \"nineteenth\": 3, \"heavily\": 33, \"fictionalized\": 8, \"account\": 45, \"antics\": 20, \"based\": 277, \"brodie's\": 1, \"legendary\": 34, \"cause\": 98, \"argument\": 31, \"brooklyn\": 6, \"bridge\": 33, \"became\": 133, \"famous\": 146, \"happening\": 76, \"spanish\": 40, \"war\": 441, \"walsh\": 15, \"affection\": 19, \"period\": 152, \"beautifully\": 92, \"recreated\": 6, \"wild\": 71, \"rumbustious\": 1, \"ragtime\": 2, \"saloon\": 10, \"singer\": 43, \"trixie\": 1, \"odbray\": 1, \"pert\": 5, \"kelton\": 1, \"slickest\": 1, \"clever\": 102, \"tough\": 98, \"touching\": 70, \"fay\": 6, \"wray\": 2, \"boys\": 148, \"pursuing\": 13, \"talkies\": 5, \"collection\": 67, \"disappoint\": 19, \"highlights\": 28, \"tourist\": 18, \"speaking\": 77, \"dreadful\": 51, \"french\": 230, \"wrap\": 16, \"paramedic\": 2, \"stabbing\": 10, \"coen\": 9, \"buscemi\": 12, \"award\": 91, \"tykwer\": 1, \"clip\": 19, \"rather\": 548, \"bob\": 57, \"hoskins\": 8, \"segment\": 36, \"totally\": 235, \"cringeworthy\": 3, \"farcical\": 4, \"dialogue\": 296, \"wes\": 15, \"craven's\": 2, \"section\": 55, \"chinatown\": 3, \"incomprehensible\": 16, \"bits\": 71, \"finish\": 82, \"sit\": 143, \"sections\": 11, \"last\": 631, \"ca\": 6, \"vaut\": 1, \"peine\": 1, \"ruthless\": 22, \"assassin\": 25, \"hired\": 38, \"eliminate\": 12, \"changing\": 46, \"location\": 76, \"jackal\": 7, \"aware\": 44, \"jackal's\": 2, \"uncertain\": 3, \"purpose\": 90, \"fbi's\": 1, \"deputy\": 8, \"faces\": 89, \"biggest\": 83, \"challenge\": 34, \"blooded\": 11, \"killer\": 256, \"russian\": 44, \"intelligence\": 60, \"officer\": 63, \"enlist\": 3, \"aid\": 23, \"imprisoned\": 6, \"terrorist\": 35, \"unlikely\": 38, \"allies\": 11, \"enter\": 50, \"global\": 12, \"race\": 86, \"clock\": 17, \"mysterious\": 86, \"mercenary\": 8, \"assignment\": 15, \"die\": 171, \"spy\": 33, \"gadgets\": 8, \"weapons\": 35, \"gere\": 10, \"impassioned\": 2, \"helping\": 28, \"fbi\": 24, \"deeper\": 42, \"freedom\": 48, \"willis\": 23, \"forth\": 41, \"muppets\": 21, \"impossible\": 89, \"fuzzy\": 8, \"what's\": 164, \"capture\": 50, \"details\": 77, \"various\": 126, \"recall\": 51, \"fondly\": 3, \"atmosphere\": 145, \"conscious\": 16, \"refreshing\": 36, \"hung\": 23, \"meticulous\": 4, \"technique\": 36, \"magic\": 93, \"transcends\": 6, \"'tis\": 1, \"achieve\": 25, \"stumped\": 1, \"material\": 143, \"process\": 68, \"inspired\": 64, \"funnily\": 5, \"zest\": 4, \"adventures\": 37, \"innocence\": 30, \"endearing\": 19, \"impression\": 74, \"afraid\": 57, \"loose\": 64, \"accessible\": 10, \"jazz\": 20, \"session\": 9, \"predictability\": 14, \"personalities\": 31, \"surprises\": 38, \"instance\": 77, \"asleep\": 44, \"write\": 132, \"repeating\": 15, \"suppose\": 79, \"nostalgia\": 22, \"effectively\": 36, \"effortlessly\": 6, \"repeat\": 37, \"film's\": 226, \"charms\": 14, \"relaxed\": 2, \"welcoming\": 3, \"nathaniel\": 7, \"hawthorne\": 3, \"quote\": 33, \"happiness\": 22, \"butterfly\": 9, \"muppet\": 18, \"greatly\": 32, \"partially\": 16, \"seeming\": 10, \"beauty\": 146, \"undiscovered\": 4, \"untouched\": 5, \"unforced\": 3, \"sappy\": 26, \"reckon\": 11, \"difficult\": 140, \"smile\": 60, \"humans\": 49, \"bronson's\": 6, \"wasted\": 125, \"value\": 119, \"verbal\": 8, \"visual\": 110, \"depictions\": 12, \"shameless\": 8, \"gratuity\": 2, \"presented\": 84, \"interestingly\": 14, \"symbolize\": 7, \"tortured\": 22, \"egregiously\": 2, \"predictable\": 167, \"uncreative\": 2, \"plots\": 67, \"fine\": 236, \"evangelion\": 3, \"earlier\": 95, \"anno\": 1, \"hideaki\": 1, \"unrestrained\": 3, \"release\": 174, \"palatable\": 5, \"gunbuster\": 2, \"several\": 255, \"lesson\": 42, \"interludes\": 7, \"events\": 179, \"relative\": 28, \"passage\": 14, \"speeds\": 1, \"dealing\": 50, \"imaginably\": 1, \"traumatic\": 8, \"earth\": 192, \"six\": 68, \"month\": 35, \"mission\": 53, \"traveling\": 31, \"returning\": 27, \"passed\": 50, \"remains\": 77, \"throughout\": 272, \"considerably\": 14, \"warned\": 25, \"heavy\": 105, \"sap\": 4, \"wholly\": 20, \"unmerited\": 1, \"breast\": 14, \"skimpy\": 5, \"uniforms\": 10, \"boo\": 8, \"hoo\": 9, \"viewers\": 166, \"tolerance\": 14, \"gainax\": 1, \"managed\": 76, \"episodes\": 152, \"sketches\": 10, \"produce\": 41, \"resolution\": 18, \"finest\": 52, \"pieces\": 81, \"hooligans\": 6, \"arguing\": 10, \"lodge\": 9, \"suits\": 33, \"alan\": 51, \"atrocious\": 39, \"gary\": 52, \"oldman\": 4, \"hooligan\": 8, \"across\": 205, \"yeti\": 12, \"travelodge\": 1, \"childishly\": 2, \"taunting\": 4, \"nappy\": 2, \"yeti's\": 3, \"spraying\": 3, \"icc's\": 1, \"underwear\": 12, \"crisis\": 36, \"hooliganism\": 2, \"walter\": 47, \"matthau\": 46, \"comedic\": 58, \"performer\": 19, \"lighthearted\": 7, \"success\": 121, \"characters'\": 28, \"grumpiness\": 1, \"ruthlessness\": 4, \"gruff\": 6, \"contrast\": 46, \"flamboyant\": 7, \"personality\": 80, \"frequent\": 16, \"co\": 127, \"jack\": 196, \"lemmon\": 23, \"natural\": 83, \"extension\": 10, \"gene\": 48, \"saks'\": 1, \"'the\": 118, \"adapted\": 48, \"neil\": 26, \"simon\": 39, \"realisation\": 2, \"clicked\": 3, \"striking\": 28, \"filthy\": 10, \"crude\": 26, \"unappealing\": 8, \"madison\": 6, \"eventually\": 135, \"manages\": 123, \"hearts\": 28, \"culminating\": 7, \"hilariously\": 22, \"overplayed\": 4, \"confession\": 7, \"emotions\": 79, \"rasps\": 1, \"interplay\": 6, \"pitch\": 31, \"rightly\": 11, \"belongs\": 31, \"calling\": 40, \"billy\": 68, \"wilder's\": 4, \"screenplay\": 140, \"apartment\": 67, \"builds\": 19, \"morbid\": 13, \"compulsive\": 6, \"cleaner\": 7, \"felix\": 24, \"unger\": 5, \"evicted\": 3, \"twelve\": 20, \"commit\": 27, \"suicide\": 74, \"fruitlessly\": 1, \"abandons\": 2, \"wrecks\": 6, \"dejected\": 2, \"arrives\": 28, \"friend\": 269, \"divorced\": 9, \"slob\": 7, \"diet\": 6, \"potato\": 6, \"crisps\": 2, \"green\": 75, \"sandwiches\": 1, \"contain\": 45, \"cheese\": 31, \"meat\": 29, \"kindly\": 9, \"offers\": 76, \"friend's\": 12, \"finicky\": 1, \"insistence\": 3, \"absolute\": 72, \"cleanliness\": 1, \"pair\": 41, \"unusual\": 55, \"marital\": 6, \"arrangement\": 7, \"assuming\": 13, \"effeminate\": 9, 