{"class_name": "Tokenizer", "config": {"num_words": 20000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": "<OOV>", "document_count": 90503, "word_counts": "{\"may\": 15, \"become\": 5, \"comfortable\": 1, \"uncomfortable\": 1, \"viewing\": 5, \"thats\": 5, \"get\": 24, \"touch\": 1, \"darker\": 1, \"side\": 7, \"positive\": 417, \"negative\": 377, \"sure\": 11, \"still\": 15, \"many\": 21, \"fun\": 3, \"bend\": 1, \"someone\": 3, \"kick\": 1, \"balls\": 3, \"experience\": 5, \"without\": 11, \"waste\": 9, \"hours\": 5, \"time\": 31, \"around\": 7, \"dull\": 4, \"afraid\": 4, \"enjoyable\": 4, \"film\": 116, \"surprised\": 2, \"not\": 74, \"seen\": 6, \"often\": 4, \"kill\": 8, \"'em\": 2, \"let\": 4, \"god\": 6, \"sort\": 2, \"love\": 14, \"released\": 2, \"years\": 10, \"ago\": 6, \"credit\": 2, \"writer\": 2, \"director\": 4, \"soo\": 2, \"lyu's\": 2, \"resume\": 4, \"given\": 4, \"normal\": 2, \"lack\": 2, \"depth\": 2, \"canadian\": 4, \"industry\": 2, \"even\": 29, \"deemed\": 2, \"worthy\": 5, \"nominated\": 2, \"genie\": 2, \"awards\": 2, \"version\": 2, \"oscars\": 2, \"bit\": 4, \"generous\": 6, \"california\": 2, \"evening\": 4, \"definitely\": 8, \"be\": 2, \"spent\": 14, \"watching\": 10, \"catch\": 4, \"theatres\": 2, \"grab\": 2, \"rental\": 6, \"trade\": 2, \"points\": 6, \"want\": 16, \"accompanied\": 2, \"die\": 2, \"hard\": 4, \"upcoming\": 4, \"rambo\": 2, \"flick\": 4, \"little\": 12, \"secret\": 2, \"really\": 24, \"cost\": 2, \"much\": 25, \"cynical\": 2, \"brought\": 1, \"nothing\": 5, \"story\": 17, \"greater\": 1, \"chance\": 3, \"surviving\": 1, \"giant\": 4, \"creatures\": 2, \"women's\": 1, \"intuition\": 1, \"reliable\": 1, \"enough\": 11, \"change\": 3, \"stubborn\": 1, \"minds\": 1, \"hunted\": 1, \"great\": 13, \"hit\": 1, \"girls\": 1, \"half\": 1, \"age\": 3, \"animal\": 1, \"noises\": 1, \"appropriate\": 1, \"masking\": 1, \"noise\": 1, \"'swearing'\": 1, \"volume\": 1, \"old\": 5, \"israeli\": 1, \"russian\": 1, \"planes\": 1, \"regularly\": 1, \"used\": 3, \"us\": 9, \"military\": 1, \"quite\": 9, \"stinker\": 1, \"better\": 39, \"films\": 21, \"miniseries\": 1, \"ancient\": 1, \"rome\": 1, \"rise\": 3, \"fall\": 1, \"empire\": 1, \"would\": 25, \"one\": 56, \"thing\": 7, \"recommend\": 15, \"marred\": 2, \"inappropriate\": 2, \"mis\": 2, \"singing\": 2, \"cowboy\": 2, \"gimmick\": 2, \"give\": 14, \"grade\": 8, \"thought\": 8, \"first\": 14, \"saw\": 8, \"three\": 2, \"jaco\": 2, \"van\": 6, \"dormael\": 2, \"cares\": 4, \"yes\": 2, \"imdb\": 4, \"rating\": 14, \"break\": 2, \"strain\": 2, \"magnifique\": 2, \"chapeau\": 2, \"refreshing\": 2, \"movie\": 90, \"best\": 18, \"comedy\": 4, \"romance\": 2, \"genre\": 2, \"small\": 6, \"part\": 8, \"play\": 8, \"movie's\": 2, \"ideas\": 6, \"certainly\": 8, \"experienced\": 4, \"shelly\": 2, \"reminds\": 2, \"fragile\": 2, \"families\": 2, \"grady\": 2, \"harp\": 2, \"disappointment\": 2, \"performed\": 2, \"philip\": 2, \"carli\": 2, \"based\": 4, \"original\": 10, \"cue\": 2, \"sheets\": 2, \"overall\": 2, \"deeply\": 2, \"resents\": 2, \"anyone\": 10, \"else\": 10, \"especially\": 2, \"former\": 2, \"friends\": 8, \"dandy\": 2, \"warhols\": 2, \"fascinating\": 4, \"highly\": 8, \"recommended\": 8, \"sad\": 2, \"spectacle\": 4, \"absolute\": 6, \"sell\": 2, \"profit\": 2, \"ain't\": 2, \"night\": 4, \"stalker\": 2, \"cared\": 2, \"actually\": 6, \"entertaining\": 8, \"can't\": 8, \"help\": 4, \"wondering\": 2, \"planning\": 2, \"another\": 10, \"rates\": 8, \"tv\": 2, \"scale\": 8, \"fiend\": 4, \"rejoice\": 2, \"there's\": 14, \"something\": 10, \"new\": 14, \"going\": 6, \"crowd\": 2, \"rest\": 6, \"hope\": 10, \"rd\": 2, \"season\": 2, \"duck\": 2, \"dodgers\": 2, \"plays\": 2, \"swedish\": 4, \"young\": 8, \"woman\": 6, \"nobody\": 4, \"rely\": 2, \"truly\": 10, \"suspenseful\": 2, \"making\": 6, \"finest\": 2, \"titanic\": 2, \"got\": 8, \"ratings\": 2, \"compare\": 2, \"movies\": 26, \"mentioned\": 4, \"explanation\": 2, \"hatred\": 2, \"leo\": 2, \"factor\": 2, \"remained\": 2, \"division\": 2, \"street\": 2, \"frankie\": 2, \"machine\": 2, \"glad\": 6, \"either\": 6, \"ran\": 2, \"money\": 13, \"ex\": 2, \"soviets\": 2, \"demanded\": 2, \"ship\": 4, \"back\": 6, \"walked\": 2, \"knowing\": 6, \"bad\": 18, \"oblivious\": 2, \"reccommend\": 2, \"bother\": 2, \"least\": 12, \"cheerleader\": 2, \"massacre\": 2, \"incredibly\": 2, \"attractive\": 2, \"chicken\": 4, \"road\": 2, \"fraking\": 2, \"rumors\": 2, \"rare\": 2, \"example\": 4, \"wartime\": 2, \"educational\": 2, \"whose\": 4, \"essential\": 2, \"message\": 2, \"feel\": 5, \"dated\": 2, \"fact\": 12, \"timely\": 2, \"ever\": 12, \"maybe\": 6, \"expect\": 4, \"second\": 6, \"coming\": 4, \"instead\": 12, \"simple\": 2, \"minded\": 2, \"pap\": 2, \"formulated\": 2, \"mass\": 2, \"consumption\": 2, \"go\": 16, \"watch\": 28, \"jackie\": 2, \"chan\": 2, \"police\": 4, \"fight\": 8, \"shopping\": 2, \"mall\": 2, \"end\": 16, \"pure\": 2, \"gold\": 2, \"pretentious\": 2, \"crash\": 2, \"always\": 4, \"looking\": 4, \"smartest\": 2, \"way\": 8, \"business\": 2, \"could\": 20, \"far\": 10, \"worse\": 14, \"pop\": 2, \"culture\": 2, \"landmark\": 2, \"no\": 18, \"real\": 10, \"substance\": 2, \"resulting\": 4, \"hollow\": 4, \"hole\": 4, \"centre\": 4, \"together\": 2, \"ready\": 2, \"plan\": 2, \"bug\": 2, \"exterminator\": 2, \"everything\": 10, \"sequence\": 2, \"a\": 4, \"wall\": 2, \"kung\": 2, \"fu\": 2, \"keep\": 4, \"mind\": 4, \"fine\": 8, \"superb\": 2, \"clear\": 2, \"statement\": 2, \"drop\": 2, \"arms\": 2, \"respect\": 2, \"human\": 6, \"life\": 16, \"expressions\": 2, \"judge\": 2, \"lesson\": 2, \"lose\": 4, \"experiencing\": 2, \"mani\": 2, \"ratnam\": 2, \"rahman\": 2, \"stable\": 2, \"although\": 2, \"shakti\": 2, \"course\": 2, \"entirely\": 2, \"different\": 4, \"kind\": 6, \"focus\": 2, \"dysfunctional\": 2, \"royal\": 2, \"family\": 2, \"living\": 2, \"austerity\": 2, \"terrorism\": 2, \"controlled\": 2, \"poverty\": 2, \"india\": 4, \"rather\": 8, \"elegance\": 2, \"versailles\": 4, \"massive\": 2, \"megalomania\": 2, \"feudal\": 2, \"china's\": 2, \"tang\": 2, \"dynasty\": 2, \"self\": 2, \"serving\": 2, \"seeking\": 2, \"power\": 8, \"brings\": 2, \"ruin\": 2, \"upon\": 2, \"others\": 4, \"forces\": 2, \"uprising\": 2, \"provides\": 2, \"notable\": 2, \"subtext\": 2, \"show\": 10, \"believable\": 2, \"healing\": 2, \"ranges\": 2, \"good\": 20, \"zero\": 2, \"eager\": 2, \"learn\": 2, \"meaning\": 4, \"american\": 4, \"social\": 2, \"watches\": 2, \"hardly\": 4, \"called\": 6, \"intelligent\": 2, \"lets\": 4, \"also\": 14, \"saves\": 2, \"local\": 4, \"video\": 6, \"stores\": 2, \"menace\": 2, \"put\": 6, \"right\": 14, \"badly\": 6, \"amiss\": 2, \"deserve\": 4, \"appellate\": 2, \"cinderella\": 2, \"prime\": 2, \"game\": 6, \"gets\": 8, \"succeeds\": 2, \"admirably\": 2, \"simply\": 4, \"considered\": 2, \"worthwhile\": 2, \"save\": 2, \"sleeping\": 2, \"aid\": 2, \"entertainment\": 8, \"conditions\": 2, \"drugs\": 2, \"interweaving\": 2, \"obvious\": 2, \"view\": 4, \"french\": 2, \"czech\": 2, \"think\": 6, \"producers\": 4, \"ask\": 4, \"burton\": 2, \"direct\": 2, \"remake\": 2, \"succeeded\": 2, \"big\": 4, \"difference\": 4, \"wonderland\": 2, \"never\": 10, \"swallowing\": 2, \"whatever\": 4, \"mindless\": 4, \"tripe\": 2, \"aim\": 2, \"gay\": 2, \"community\": 2, \"queer\": 2, \"folk\": 4, \"hundreds\": 4, \"thousands\": 4, \"independent\": 2, \"executions\": 2, \"literally\": 2, \"minutes\": 16, \"idea\": 3, \"stretched\": 2, \"boring\": 6, \"borderland\": 2, \"piece\": 4, \"laven\": 2, \"long\": 6, \"ultimately\": 4, \"flat\": 3, \"mr\": 4, \"mrs\": 2, \"smith\": 2, \"carole\": 2, \"lombard\": 2, \"fans\": 8, \"hitchcock\": 2, \"completists\": 2, \"dead\": 6, \"people\": 12, \"laying\": 2, \"enjoy\": 10, \"perfect\": 2, \"wow\": 4, \"must\": 2, \"purple\": 2, \"rain\": 2, \"prince\": 2, \"map\": 2, \"emphatically\": 2, \"assertive\": 2, \"verdict\": 4, \"thumbs\": 2, \"know\": 14, \"achieved\": 2, \"sacrificing\": 2, \"elegant\": 2, \"symmetry\": 2, \"guess\": 10, \"sometimes\": 4, \"artists\": 2, \"realism\": 2, \"beauty\": 4, \"able\": 6, \"see\": 18, \"horrors\": 2, \"world\": 10, \"war\": 2, \"total\": 6, \"extent\": 2, \"totally\": 6, \"missed\": 6, \"point\": 10, \"strayed\": 4, \"bizarre\": 4, \"irrelevant\": 4, \"obsession\": 4, \"racism\": 4, \"left\": 8, \"wing\": 4, \"politics\": 4, \"unfair\": 4, \"actors\": 4, \"condemn\": 4, \"entire\": 4, \"series\": 8, \"plots\": 4, \"situations\": 6, \"placed\": 4, \"garbage\": 4, \"believe\": 2, \"spoiling\": 2, \"anything\": 8, \"plot\": 8, \"spoil\": 2, \"figure\": 4, \"whole\": 4, \"tax\": 2, \"write\": 2, \"rush\": 2, \"job\": 6, \"make\": 20, \"use\": 6, \"unused\": 2, \"budget\": 6, \"sit\": 2, \"almost\": 8, \"impossible\": 2, \"follow\": 4, \"suzanne\": 4, \"puts\": 4, \"torture\": 4, \"logan\": 2, \"makers\": 2, \"tries\": 2, \"arty\": 2, \"that's\": 12, \"excuse\": 2, \"cover\": 2, \"brainless\": 2, \"non\": 4, \"existent\": 2, \"storyline\": 2, \"terrible\": 4, \"amateurish\": 2, \"acting\": 5, \"everyone\": 10, \"saying\": 4, \"christmas\": 2, \"hanukkah\": 2, \"kwanzaa\": 2, \"makes\": 4, \"sense\": 2, \"comes\": 6, \"fitting\": 2, \"crescendo\": 2, \"probably\": 8, \"strongest\": 2, \"title\": 4, \"song\": 6, \"explaining\": 2, \"tarzan\": 2, \"jungle\": 2, \"place\": 8, \"history\": 12, \"footage\": 2, \"growing\": 2, \"jane\": 2, \"group\": 4, \"certain\": 2, \"africa\": 2, \"archie\": 2, \"duncan\": 2, \"remains\": 2, \"anonymous\": 2, \"despite\": 6, \"substantial\": 2, \"contribution\": 2, \"agent\": 2, \"'that's\": 4, \"nice'\": 4, \"worth\": 20, \"ten\": 4, \"bucks\": 4, \"buy\": 6, \"stars\": 6, \"question\": 2, \"whether\": 2, \"truths\": 2, \"cannot\": 4, \"told\": 4, \"wait\": 4, \"dvd\": 12, \"checking\": 2, \"top\": 4, \"star\": 4, \"eternal\": 2, \"spy\": 2, \"hall\": 2, \"fame\": 2, \"cypher\": 2, \"counterespionage\": 2, \"hands\": 4, \"hats\": 2, \"seems\": 4, \"truth\": 2, \"stranger\": 2, \"fiction\": 4, \"future\": 8, \"hungarian\": 2, \"made\": 6, \"noir\": 2, \"set\": 2, \"budapest\": 2, \"subway\": 2, \"system\": 4, \"kontroll\": 2, \"screenwriter\": 2, \"nowhere\": 2, \"guy\": 2, \"james\": 4, \"simpson\": 2, \"lot\": 10, \"starting\": 4, \"willing\": 2, \"bet\": 2, \"esteem\": 2, \"goes\": 6, \"filmmakers\": 2, \"advance\": 2, \"careers\": 2, \"liv\": 2, \"ulmann's\": 2, \"dream\": 2, \"beautiful\": 8, \"amazed\": 2, \"so\": 2, \"awful\": 4, \"since\": 4, \"nick\": 2, \"milliard\": 2, \"means\": 2, \"word\": 4, \"works\": 6, \"period\": 2, \"score\": 6, \"overly\": 2, \"twist\": 2, \"jurassic\": 2, \"park\": 2, \"on\": 2, \"list\": 4, \"oh\": 2, \"yeah\": 2, \"radio\": 2, \"dj\": 2, \"firstly\": 2, \"hell\": 6, \"michael\": 4, \"manage\": 4, \"five\": 4, \"house\": 2, \"secondly\": 2, \"pointless\": 4, \"boost\": 2, \"body\": 2, \"count\": 2, \"peace\": 2, \"nonsense\": 2, \"adds\": 2, \"drivel\": 2, \"death\": 8, \"said\": 6, \"like\": 32, \"diamond\": 2, \"rough\": 2, \"micro\": 2, \"horror\": 4, \"satisfy\": 2, \"lan\": 2, \"putting\": 2, \"precious\": 2, \"soup\": 2, \"bone\": 2, \"son\": 2, \"admitted\": 2, \"stealing\": 2, \"cooking\": 2, \"pot\": 2, \"husband\": 2, \"wang\": 2, \"lung\": 2, \"angrily\": 2, \"tossed\": 2, \"dirt\": 2, \"floor\": 2, \"hut\": 2, \"meat\": 4, \"nazi\": 2, \"predictable\": 2, \"atmospheric\": 2, \"lay\": 2, \"joe\": 2, \"baker\": 2, \"missing\": 4, \"subversive\": 2, \"expereience\": 2, \"leave\": 6, \"one's\": 2, \"anxiously\": 4, \"awaiting\": 6, \"hussain\": 2, \"cerda\": 2, \"collaboration\": 2, \"rumored\": 2, \"come\": 6, \"next\": 4, \"check\": 2, \"stomach\": 2, \"beginning\": 6, \"souls\": 2, \"twinkling\": 2, \"crystal\": 4, \"room\": 2, \"pulsating\": 2, \"deal\": 2, \"alien\": 7, \"meets\": 4, \"dawn\": 2, \"dracula\": 2, \"thomas\": 2, \"riedelsheimer\": 2, \"knows\": 2, \"belongs\": 2, \"camera\": 2, \"obscura\": 2, \"miss\": 2, \"sincere\": 2, \"brighter\": 2, \"amazon\": 4, \"reviewer\": 4, \"fan\": 2, \"classical\": 2, \"music\": 2, \"tvcat\": 2, \"'everything\": 2, \"illuminated'\": 2, \"ingenious\": 2, \"work\": 8, \"enlighten\": 2, \"anyones'\": 2, \"hearts\": 2, \"alan\": 4, \"hale\": 2, \"university\": 4, \"paris\": 2, \"pantheon\": 2, \"sorbonne\": 2, \"saint\": 2, \"quentin\": 2, \"en\": 2, \"yvelines\": 2, \"safely\": 2, \"declare\": 2, \"the\": 2, \"ones\": 2, \"feeling\": 2, \"ashamed\": 6, \"neither\": 2, \"sledgehammer\": 2, \"subtlety\": 2, \"fascinatingly\": 2, \"meditative\": 2, \"purchase\": 2, \"spare\": 2, \"pain\": 2, \"unless\": 6, \"taint\": 2, \"memory\": 2, \"enjoyment\": 2, \"seijun\": 2, \"suzuki\": 2, \"youth\": 2, \"beast\": 2, \"tokyo\": 2, \"drifter\": 2, \"princess\": 2, \"raccoon\": 2, \"vomiting\": 2, \"considering\": 2, \"creating\": 2, \"english\": 2, \"subtitles\": 2, \"take\": 4, \"lives\": 6, \"day\": 8, \"prefer\": 2, \"latter\": 4, \"science\": 2, \"fantasy\": 4, \"therefore\": 2, \"eagerly\": 2, \"release\": 4, \"amazing\": 6, \"spider\": 2, \"man\": 10, \"though\": 10, \"obviously\": 2, \"feels\": 2, \"choppy\": 2, \"discern\": 2, \"episode\": 4, \"ended\": 2, \"began\": 2, \"pretty\": 10, \"remotely\": 2, \"scary\": 2, \"two\": 6, \"ultimate\": 4, \"thoroughly\": 4, \"circumstance\": 2, \"havoc\": 2, \"filmmakers'\": 2, \"dreams\": 2, \"seeing\": 4, \"various\": 4, \"decent\": 6, \"shots\": 2, \"lines\": 2, \"dabney\": 2, \"coleman\": 2, \"embarrass\": 2, \"role\": 2, \"beneath\": 2, \"plenty\": 4, \"kid\": 2, \"gone\": 4, \"wild\": 2, \"explore\": 2, \"joshua's\": 2, \"mini\": 2, \"antichrist\": 2, \"basic\": 2, \"ways\": 4, \"similar\": 4, \"taylor\": 2, \"indeed\": 2, \"casting\": 2, \"direction\": 2, \"special\": 4, \"mention\": 2, \"exquisite\": 2, \"lighting\": 2, \"particularly\": 2, \"sequences\": 2, \"throughout\": 2, \"humans\": 4, \"males\": 4, \"stop\": 4, \"male\": 2, \"mantis\": 2, \"keeps\": 2, \"copulating\": 4, \"several\": 2, \"head\": 4, \"goal\": 2, \"driven\": 2, \"females\": 2, \"notably\": 2, \"poland\": 2, \"jerzy\": 2, \"kawalerowicz\": 2, \"directed\": 2, \"spellbinding\": 2, \"faraon\": 2, \"owed\": 2, \"curtiz\": 2, \"stick\": 2, \"recommendations\": 2, \"relationship\": 2, \"constructively\": 2, \"plucking\": 2, \"chest\": 2, \"hair\": 2, \"abysmal\": 2, \"say\": 4, \"central\": 2, \"mellow\": 2, \"needs\": 4, \"stuff\": 6, \"worked\": 2, \"full\": 2, \"benefit\": 2, \"demille\": 2, \"creator\": 2, \"well\": 18, \"as\": 4, \"textbook\": 2, \"lincoln's\": 2, \"political\": 2, \"quotable\": 2, \"legacy\": 2, \"interrogation\": 2, \"character\": 6, \"development\": 2, \"intricate\": 2, \"twists\": 2, \"laughing\": 4, \"raised\": 2, \"equated\": 2, \"ages\": 2, \"artless\": 2, \"qualify\": 2, \"deliciously\": 2, \"grungy\": 2, \"chunk\": 2, \"entertainingly\": 2, \"sordid\": 2, \"cinematic\": 4, \"swill\": 2, \"maniacs\": 2, \"damn\": 2, \"might\": 18, \"easily\": 4, \"disaster\": 3, \"too\": 2, \"find\": 10, \"copy\": 4, \"cheap\": 2, \"free\": 2, \"losing\": 2, \"thread\": 2, \"disintegrate\": 2, \"personalities\": 2, \"existenz's\": 2, \"discusses\": 2, \"reality\": 6, \"perception\": 4, \"engaged\": 2, \"neat\": 2, \"virtuality\": 4, \"taken\": 2, \"concept\": 2, \"extremity\": 2, \"cinema\": 4, \"heights\": 2, \"larry\": 2, \"bill\": 2, \"terry\": 2, \"fling\": 2, \"proposes\": 2, \"every\": 4, \"usmc\": 2, \"ret\": 2, \"rated\": 6, \"pg\": 2, \"brief\": 2, \"sexuality\": 2, \"last\": 6, \"call\": 5, \"wont\": 2, \"care\": 4, \"lifelong\": 2, \"friend\": 2, \"excellent\": 8, \"intentions\": 2, \"helped\": 2, \"soviet\": 2, \"regime\": 2, \"thus\": 2, \"contributing\": 2, \"major\": 2, \"changes\": 2, \"modern\": 2, \"achieves\": 2, \"accomplished\": 2, \"only\": 2, \"stunning\": 4, \"representation\": 2, \"force\": 4, \"shaped\": 2, \"enter\": 2, \"risk\": 4, \"titter\": 2, \"'penis'\": 2, \"worst\": 8, \"wish\": 2, \"enemy\": 2, \"let's\": 4, \"pretend\": 2, \"happened\": 2, \"lust\": 2, \"douglas\": 2, \"sirk\": 2, \"master\": 2, \"soap\": 2, \"opera\": 4, \"written\": 2, \"wind\": 2, \"exception\": 2, \"invading\": 2, \"watery\": 2, \"domain\": 2, \"felt\": 2, \"grand\": 2, \"ruler\": 2, \"daring\": 2, \"pay\": 2, \"explode\": 2, \"fyi\": 2, \"notice\": 2, \"clips\": 2, \"sci\": 4, \"fi\": 4, \"crashing\": 2, \"washington\": 2, \"monument\": 2, \"scene\": 6, \"stolen\": 2, \"earth\": 2, \"vs\": 26, \"flying\": 2, \"saucers\": 2, \"couple\": 4, \"scenes\": 6, \"swear\": 2, \"hack\": 2, \"redeeming\": 2, \"features\": 4, \"interested\": 2, \"themes\": 4, \"expanded\": 2, \"jennifer\": 2, \"lopez\": 2, \"hot\": 4, \"beefcake\": 2, \"cheese\": 2, \"fests\": 2, \"timeless\": 2, \"complete\": 2, \"shlock\": 2, \"joel\": 2, \"silver\": 2, \"came\": 4, \"arizona\": 2, \"york\": 2, \"arrest\": 2, \"jack\": 4, \"live\": 6, \"sent\": 2, \"innocent\": 6, \"electric\": 2, \"chair\": 2, \"start\": 4, \"johnnie\": 2, \"murder\": 2, \"charged\": 2, \"found\": 2, \"court\": 2, \"law\": 2, \"mistake\": 2, \"happening\": 2, \"then\": 2, \"mood\": 2, \"usual\": 2, \"hollywood\": 6, \"fare\": 2, \"action\": 2, \"heart\": 2, \"renting\": 4, \"emotion\": 2, \"matters\": 2, \"pilots\": 2, \"concerned\": 2, \"ny\": 2, \"honor\": 4, \"due\": 2, \"feat\": 2, \"effort\": 4, \"jlc\": 2, \"look\": 8, \"sky\": 2, \"indians\": 2, \"provided\": 2, \"voices\": 2, \"miyazaki's\": 2, \"spirited\": 2, \"away\": 6, \"howl's\": 2, \"moving\": 4, \"castle\": 2, \"more\": 4, \"happy\": 4, \"horrible\": 2, \"gore\": 6, \"helge\": 2, \"schneider\": 2, \"sadly\": 2, \"comedians\": 2, \"bring\": 2, \"script\": 2, \"treat\": 2, \"hardcore\": 2, \"regular\": 2, \"goers\": 2, \"renters\": 2, \"buyers\": 2, \"regret\": 2, \"funny\": 10, \"avoid\": 8, \"costs\": 2, \"opposite\": 2, \"lame\": 2, \"commercials\": 2, \"ghosts\": 2, \"talk\": 2, \"dropped\": 2, \"altogether\": 4, \"less\": 5, \"placing\": 2, \"videotape\": 2, \"near\": 2, \"wonder\": 4, \"motivate\": 2, \"stupid\": 2, \"offensive\": 4, \"worthless\": 2, \"deserving\": 2, \"imdb's\": 2, \"bottom\": 2, \"true\": 4, \"fights\": 2, \"beyond\": 6, \"mess\": 2, \"frank\": 2, \"barone\": 4, \"funniest\": 2, \"characters\": 2, \"television\": 2, \"repeat\": 2, \"episodes\": 4, \"syndication\": 2, \"whenever\": 2, \"elder\": 2, \"loose\": 2, \"observations\": 2, \"actor\": 2, \"viewer\": 2, \"sorely\": 2, \"misses\": 2, \"already\": 2, \"seriously\": 2, \"welcome\": 2, \"signs\": 2, \"says\": 2, \"nudity\": 2, \"verboten\": 2, \"low\": 2, \"final\": 6, \"mean\": 2, \"seconds\": 2, \"mildly\": 2, \"creative\": 2, \"interesting\": 4, \"moment\": 2, \"paid\": 2, \"rent\": 2, \"hamburger\": 2, \"lotta\": 2, \"decided\": 2, \"recommendation\": 2, \"rachel\": 2, \"mcadams\": 2, \"tearjerker\": 2, \"elsewhere\": 2, \"awesome\": 2, \"riveting\": 4, \"to\": 2, \"wrapped\": 2, \"unique\": 2, \"worry\": 2, \"shortcomings\": 2, \"shame\": 2, \"delete\": 2, \"warned\": 3, \"comic\": 4, \"relief\": 2, \"need\": 6, \"dose\": 2, \"painful\": 2, \"hysterically\": 2, \"irreverent\": 2, \"style\": 2, \"known\": 2, \"masala\": 2, \"late\": 2, \"hug\": 2, \"potential\": 2, \"spoiled\": 2, \"realizing\": 2, \"differences\": 2, \"spice\": 2, \"reason\": 4, \"trip\": 4, \"inspiration\": 2, \"gift\": 2, \"intended\": 2, \"bust\": 2, \"smile\": 2, \"chops\": 2, \"heard\": 2, \"doctor\": 2, \"leads\": 2, \"healthy\": 2, \"hart\": 2, \"depiction\": 2, \"existence\": 2, \"extraordinary\": 2, \"achievement\": 2, \"picture\": 4, \"received\": 2, \"limited\": 2, \"theatrical\": 2, \"europe\": 2, \"stand\": 2, \"exceptionally\": 2, \"masterpiece\": 2, \"storytelling\": 2, \"remember\": 8, \"courage\": 2, \"apply\": 2, \"radical\": 2, \"nonconformism\": 2, \"cab\": 2, \"equal\": 4, \"level\": 2, \"marginal\": 1, \"talent\": 1, \"falls\": 1, \"types\": 2, \"things\": 6, \"poignant\": 2, \"overbearing\": 2, \"levels\": 2, \"fetch\": 2, \"utmost\": 2, \"joy\": 2, \"rack\": 2, \"matter\": 4, \"wasted\": 2, \"poor\": 4, \"execution\": 2, \"bethany\": 2, \"cox\": 2, \"absolutely\": 6, \"minimal\": 2, \"content\": 2, \"avoided\": 2, \"desperate\": 2, \"surely\": 2, \"spend\": 2, \"plus\": 2, \"fairly\": 3, \"safe\": 3, \"mst\": 1, \"clumsily\": 2, \"clasping\": 2, \"other's\": 2, \"outstretched\": 2, \"predator\": 6, \"pitch\": 4, \"black\": 4, \"stands\": 2, \"sequels\": 2, \"planned\": 2, \"carried\": 2, \"twenty\": 2, \"aliens\": 4, \"year\": 8, \"shared\": 2, \"freddy\": 2, \"jason\": 2, \"leatherface\": 2, \"norman\": 2, \"bates\": 2, \"terminator\": 2, \"cameron\": 2, \"barny\": 2, \"dinosaur\": 2, \"seemed\": 6, \"enjoyed\": 2, \"cockneys\": 4, \"native\": 2, \"americans\": 2, \"chatting\": 2, \"read\": 4, \"book\": 6, \"purpose\": 2, \"somewhat\": 2, \"plausible\": 2, \"hackneyed\": 2, \"asking\": 2, \"ape\": 2, \"buddy\": 2, \"gritty\": 2, \"urban\": 2, \"drama\": 2, \"retains\": 2, \"merit\": 2, \"showing\": 2, \"nature\": 2, \"dark\": 2, \"uncontrollable\": 2, \"hint\": 2, \"spiritual\": 2, \"sides\": 2, \"unrolls\": 2, \"imagination\": 2, \"multiple\": 2, \"travesty\": 2, \"kidnap\": 2, \"threaten\": 2, \"crossbow\": 2, \"ok\": 6, \"friendship\": 2, \"asset\": 2, \"detective\": 2, \"doubts\": 2, \"caught\": 2, \"committed\": 2, \"crime\": 2, \"disappoint\": 4, \"picks\": 2, \"fuad's\": 2, \"powers\": 2, \"judgement\": 2, \"stayed\": 2, \"lost\": 2, \"scott\": 2, \"dane\": 2, \"youssef\": 2, \"circle\": 2, \"jerk\": 2, \"choir\": 2, \"hipsters\": 2, \"soon\": 2, \"freed\": 2, \"miserable\": 2, \"ordeal\": 2, \"bernon\": 2, \"started\": 4, \"beat\": 2, \"tune\": 2, \"hbo's\": 2, \"sopranos\": 2, \"cuz\": 2, \"offend\": 2, \"line\": 2, \"abruptly\": 2, \"erupting\": 2, \"huge\": 4, \"grin\": 2, \"creeped\": 2, \"reminded\": 2, \"terror\": 2, \"space\": 4, \"ending\": 4, \"anti\": 2, \"climactic\": 2, \"revelations\": 2, \"'no\": 2, \"expeditions'\": 2, \"freeze\": 2, \"guns\": 2, \"named\": 2, \"cleo\": 2, \"motion\": 2, \"etc\": 2, \"perhaps\": 2, \"unreal\": 2, \"landscape\": 2, \"intriguing\": 2, \"interest\": 2, \"genres\": 2, \"thirties\": 2, \"forties\": 2, \"wayne\": 2, \"went\": 2, \"screen\": 2, \"legend\": 2, \"super\": 2, \"packer\": 2, \"surmount\": 2, \"entry\": 2, \"duke\": 2, \"candidate\": 2, \"among\": 2, \"'s\": 2, \"walking\": 2, \"dog\": 2, \"cleaning\": 2, \"birdcage\": 2, \"impressive\": 2, \"'r'\": 2, \"cut\": 2, \"anyway\": 2, \"hostel\": 2, \"superior\": 4, \"getting\": 2, \"banged\": 2, \"charges\": 2, \"scrimmages\": 2, \"sample\": 2, \"disney\": 2, \"studio's\": 2, \"nifty\": 2, \"musical\": 2, \"number\": 2, \"whiny\": 2, \"prattle\": 2, \"organization's\": 2, \"event\": 2, \"possible\": 2, \"creepshow\": 2, \"tales\": 2, \"darkside\": 2, \"chillers\": 2, \"loud\": 2, \"dempster\": 2, \"holds\": 2, \"stay\": 4, \"odyssey\": 2, \"would've\": 2, \"gotten\": 2, \"ponderous\": 2, \"for\": 2, \"yet\": 2, \"chips'\": 2, \"debut\": 2, \"distracted\": 2, \"unlikely\": 2, \"bart\": 2, \"crossed\": 2, \"paths\": 2, \"unattractive\": 2, \"advised\": 2, \"revising\": 2, \"expectations\": 2, \"downwards\": 2, \"seem\": 4, \"shakespeare\": 2, \"paul\": 2, \"cavanagh\": 2, \"reveals\": 2, \"forrester\": 2, \"harvey\": 2, \"nathan\": 2, \"curry\": 2, \"round\": 2, \"cast\": 2, \"professionally\": 2, \"unusual\": 2, \"realized\": 2, \"strong\": 2, \"dialogue\": 2, \"confrontations\": 2, \"contact\": 2, \"mail\": 2, \"trying\": 4, \"hank\": 4, \"beth\": 4, \"walks\": 2, \"tina\": 2, \"noticing\": 2, \"upset\": 2, \"boyfriend\": 2, \"murdered\": 2, \"wonderful\": 2, \"window\": 2, \"past\": 2, \"had\": 2, \"heralded\": 2, \"marlene's\": 2, \"heyday\": 2, \"later\": 2, \"queen\": 2, \"paramount\": 2, \"mae\": 2, \"west\": 2, \"wholesome\": 2, \"diversion\": 2, \"world's\": 2, \"woes\": 2, \"teller\": 2, \"begs\": 2, \"league\": 2, \"deep\": 2, \"red\": 2, \"bird\": 2, \"plumage\": 2, \"giallo\": 2, \"wizards\": 2, \"palm\": 2, \"trees\": 2, \"mystery\": 2, \"appeal\": 2, \"dig\": 2, \"trash\": 2, \"unintended\": 2, \"chuckles\": 2, \"sadness\": 2, \"cavalcade\": 2, \"watchable\": 2, \"liked\": 2, \"pimping\": 2, \"running\": 2, \"store\": 2, \"pick\": 2, \"latest\": 2, \"packed\": 2, \"but\": 2, \"consider\": 2, \"forward\": 2, \"adventures\": 2, \"letter\": 2, \"bollywood\": 2, \"yore\": 2, \"perplexing\": 2, \"closer\": 2, \"dumbfounding\": 2, \"preferred\": 2, \"lots\": 2, \"laughs\": 2, \"slight\": 2, \"charming\": 4, \"sound\": 2, \"track\": 2, \"alone\": 2, \"distance\": 2, \"times\": 2, \"tribute\": 2, \"feature\": 2, \"drinks\": 2, \"please\": 2, \"hype\": 2, \"expanse\": 2, \"drowning\": 2, \"accident\": 2, \"canal\": 2, \"crossing\": 2, \"moments\": 4, \"effectively\": 2, \"accentuated\": 2, \"voice\": 2, \"liturgy\": 2, \"sounds\": 2, \"den\": 2, \"budenmayer\": 2, \"realizes\": 2, \"dismal\": 2, \"affair\": 2, \"triumph\": 2, \"sabotaged\": 2, \"ought\": 2, \"suit\": 2, \"desperately\": 2, \"theme\": 2, \"midnight\": 2, \"skater\": 2, \"kudos\": 2, \"whoever\": 2, \"wrote\": 2, \"sang\": 2, \"sweet\": 2, \"ponyo\": 2, \"towering\": 2, \"environmental\": 2, \"beauties\": 2, \"dedicated\": 2, \"delirium\": 2, \"burning\": 2, \"striking\": 2, \"words\": 2, \"paton's\": 2, \"novel\": 2, \"displayed\": 2, \"disconnected\": 2, \"shown\": 2, \"nelson\": 2, \"mandela\": 2, \"thanks\": 2, \"duds\": 2, \"norbit\": 2, \"proof\": 2, \"importance\": 2, \"quickly\": 2, \"intensity\": 2, \"provide\": 2, \"disappears\": 2, \"oblivion\": 2, \"traditional\": 2, \"slashers\": 2, \"steps\": 2, \"classics\": 2, \"halloween\": 2, \"friday\": 2, \"th\": 2, \"kleenex\": 2, \"handy\": 2, \"combine\": 2, \"australian\": 2, \"flack\": 2, \"shocker\": 2, \"language\": 2, \"violence\": 2, \"reaction\": 2, \"poles\": 2, \"greatest\": 2, \"tragedies\": 2, \"wwii\": 2, \"very\": 2, \"compelling\": 2, \"wajda\": 2, \"easy\": 2, \"fixes\": 2, \"answers\": 2, \"problems\": 2, \"otherwise\": 2, \"supporting\": 2, \"actresses\": 2, \"generally\": 2, \"juliette\": 2, \"gosselin\": 2, \"bianca\": 2, \"gervais\": 2, \"heroine's\": 2, \"adopted\": 2, \"daughters\": 2, \"strikingly\": 2, \"irene\": 2, \"jacob\": 2, \"fanny\": 2, \"ardant\": 2, \"refreshingly\": 2, \"scope\": 2, \"photography\": 2, \"technically\": 2, \"biopic\": 2, \"sting\": 2, \"thank\": 2, \"gods\": 2, \"unconquerable\": 2, \"soul\": 2, \"hoop\": 2, \"skirts\": 2, \"dishing\": 2, \"breath\": 2, \"fresh\": 2, \"air\": 2, \"smell\": 2, \"sushi\": 2, \"mary\": 4, \"maryeeeeeeeeeeeee\": 2, \"medium\": 2, \"played\": 2, \"wanda\": 2, \"sykes\": 2, \"plain\": 2, \"intellectual\": 2, \"suited\": 2, \"lord\": 2, \"rings\": 2, \"commendable\": 2, \"attempt\": 2, \"visualise\": 2, \"staggering\": 2}", "word_docs": "{\"side\": 5, \"darker\": 1, \"touch\": 1, \"become\": 5, \"thats\": 5, \"viewing\": 3, \"uncomfortable\": 1, \"get\": 22, \"comfortable\": 1, \"may\": 15, \"positive\": 417, \"negative\": 377, \"many\": 21, \"still\": 15, \"fun\": 3, \"sure\": 11, \"time\": 30, \"bend\": 1, \"someone\": 3, \"kick\": 1, \"experience\": 5, \"without\": 11, \"waste\": 9, \"balls\": 3, \"hours\": 5, \"around\": 7, \"dull\": 4, \"afraid\": 4, \"enjoyable\": 4, \"often\": 4, \"film\": 104, \"seen\": 6, \"not\": 68, \"surprised\": 2, \"let\": 4, \"sort\": 2, \"love\": 14, \"kill\": 8, \"'em\": 2, \"god\": 6, \"normal\": 2, \"bit\": 4, \"depth\": 2, \"awards\": 2, \"resume\": 4, \"given\": 4, \"canadian\": 2, \"worthy\": 5, \"released\": 2, \"oscars\": 2, \"soo\": 2, \"ago\": 6, \"even\": 26, \"writer\": 2, \"director\": 4, \"lyu's\": 2, \"credit\": 2, \"genie\": 2, \"nominated\": 2, \"lack\": 2, \"industry\": 2, \"version\": 2, \"generous\": 6, \"deemed\": 2, \"years\": 10, \"california\": 2, \"flick\": 4, \"grab\": 2, \"points\": 6, \"trade\": 2, \"be\": 2, \"much\": 25, \"definitely\": 8, \"rambo\": 2, \"evening\": 2, \"secret\": 2, \"really\": 24, \"accompanied\": 2, \"little\": 12, \"rental\": 6, \"spent\": 14, \"watching\": 10, \"upcoming\": 4, \"die\": 2, \"want\": 16, \"hard\": 4, \"theatres\": 2, \"catch\": 4, \"cost\": 2, \"cynical\": 2, \"story\": 17, \"brought\": 1, \"nothing\": 5, \"intuition\": 1, \"half\": 1, \"greater\": 1, \"stubborn\": 1, \"minds\": 1, \"noises\": 1, \"reliable\": 1, \"change\": 3, \"us\": 9, \"girls\": 1, \"great\": 13, \"hunted\": 1, \"surviving\": 1, \"creatures\": 1, \"enough\": 11, \"appropriate\": 1, \"volume\": 1, \"regularly\": 1, \"women's\": 1, \"masking\": 1, \"old\": 5, \"used\": 3, \"planes\": 1, \"'swearing'\": 1, \"russian\": 1, \"animal\": 1, \"age\": 3, \"chance\": 3, \"israeli\": 1, \"giant\": 3, \"military\": 1, \"noise\": 1, \"hit\": 1, \"quite\": 9, \"stinker\": 1, \"better\": 35, \"rise\": 3, \"miniseries\": 1, \"ancient\": 1, \"films\": 19, \"rome\": 1, \"empire\": 1, \"thing\": 7, \"fall\": 1, \"recommend\": 15, \"would\": 25, \"one\": 48, \"singing\": 2, \"inappropriate\": 2, \"gimmick\": 2, \"give\": 14, \"mis\": 2, \"cowboy\": 2, \"marred\": 2, \"saw\": 8, \"thought\": 8, \"first\": 14, \"grade\": 8, \"dormael\": 2, \"jaco\": 2, \"rating\": 14, \"cares\": 4, \"yes\": 2, \"strain\": 2, \"break\": 2, \"magnifique\": 2, \"imdb\": 4, \"van\": 6, \"chapeau\": 2, \"three\": 2, \"genre\": 2, \"comedy\": 4, \"romance\": 2, \"best\": 18, \"refreshing\": 2, \"movie\": 76, \"small\": 6, \"part\": 8, \"movie's\": 2, \"ideas\": 6, \"play\": 8, \"certainly\": 8, \"experienced\": 4, \"shelly\": 2, \"grady\": 2, \"families\": 2, \"harp\": 2, \"reminds\": 2, \"fragile\": 2, \"disappointment\": 2, \"original\": 10, \"philip\": 2, \"performed\": 2, \"sheets\": 2, \"cue\": 2, \"based\": 4, \"carli\": 2, \"overall\": 2, \"resents\": 2, \"former\": 2, \"friends\": 8, \"deeply\": 2, \"anyone\": 10, \"fascinating\": 4, \"recommended\": 8, \"warhols\": 2, \"dandy\": 2, \"else\": 8, \"highly\": 8, \"especially\": 2, \"sad\": 2, \"spectacle\": 4, \"sell\": 2, \"profit\": 2, \"absolute\": 6, \"ain't\": 2, \"stalker\": 2, \"night\": 4, \"cared\": 2, \"scale\": 6, \"planning\": 2, \"rates\": 6, \"tv\": 2, \"entertaining\": 8, \"another\": 10, \"can't\": 8, \"fiend\": 4, \"actually\": 6, \"help\": 4, \"wondering\": 2, \"going\": 6, \"rejoice\": 2, \"new\": 14, \"season\": 2, \"duck\": 2, \"hope\": 10, \"something\": 10, \"there's\": 14, \"dodgers\": 2, \"rd\": 2, \"rest\": 6, \"crowd\": 2, \"plays\": 2, \"swedish\": 4, \"woman\": 6, \"young\": 8, \"finest\": 2, \"truly\": 10, \"making\": 6, \"suspenseful\": 2, \"nobody\": 4, \"rely\": 2, \"compare\": 2, \"movies\": 24, \"factor\": 2, \"titanic\": 2, \"got\": 8, \"ratings\": 2, \"leo\": 2, \"mentioned\": 4, \"hatred\": 2, \"explanation\": 2, \"remained\": 2, \"street\": 2, \"machine\": 2, \"division\": 2, \"frankie\": 2, \"glad\": 6, \"back\": 6, \"demanded\": 2, \"ex\": 2, \"knowing\": 4, \"oblivious\": 2, \"walked\": 2, \"bad\": 16, \"soviets\": 2, \"either\": 6, \"money\": 13, \"ran\": 2, \"ship\": 4, \"reccommend\": 2, \"bother\": 2, \"least\": 12, \"cheerleader\": 2, \"massacre\": 2, \"incredibly\": 2, \"attractive\": 2, \"fraking\": 2, \"road\": 2, \"chicken\": 4, \"wartime\": 2, \"fact\": 12, \"rare\": 2, \"message\": 2, \"example\": 4, \"rumors\": 2, \"feel\": 5, \"whose\": 4, \"timely\": 2, \"dated\": 2, \"ever\": 12, \"essential\": 2, \"educational\": 2, \"coming\": 4, \"second\": 6, \"expect\": 4, \"maybe\": 6, \"simple\": 2, \"formulated\": 2, \"consumption\": 2, \"mass\": 2, \"pap\": 2, \"instead\": 12, \"minded\": 2, \"chan\": 2, \"watch\": 28, \"police\": 4, \"shopping\": 2, \"go\": 16, \"mall\": 2, \"pure\": 2, \"jackie\": 2, \"gold\": 2, \"end\": 16, \"fight\": 6, \"crash\": 2, \"pretentious\": 2, \"smartest\": 2, \"way\": 8, \"looking\": 4, \"always\": 4, \"business\": 2, \"worse\": 14, \"far\": 10, \"could\": 20, \"landmark\": 2, \"culture\": 2, \"pop\": 2, \"real\": 10, \"no\": 18, \"substance\": 2, \"hollow\": 4, \"centre\": 4, \"resulting\": 4, \"hole\": 4, \"exterminator\": 2, \"plan\": 2, \"bug\": 2, \"ready\": 2, \"together\": 2, \"sequence\": 2, \"everything\": 10, \"mind\": 4, \"keep\": 4, \"a\": 4, \"wall\": 2, \"kung\": 2, \"fu\": 2, \"fine\": 8, \"life\": 16, \"statement\": 2, \"mani\": 2, \"experiencing\": 2, \"stable\": 2, \"clear\": 2, \"human\": 6, \"superb\": 2, \"respect\": 2, \"expressions\": 2, \"lose\": 4, \"lesson\": 2, \"judge\": 2, \"drop\": 2, \"arms\": 2, \"ratnam\": 2, \"rahman\": 2, \"serving\": 2, \"terrorism\": 2, \"forces\": 2, \"uprising\": 2, \"different\": 4, \"dysfunctional\": 2, \"massive\": 2, \"living\": 2, \"seeking\": 2, \"family\": 2, \"feudal\": 2, \"entirely\": 2, \"shakti\": 2, \"elegance\": 2, \"poverty\": 2, \"tang\": 2, \"brings\": 2, \"power\": 8, \"india\": 4, \"megalomania\": 2, \"upon\": 2, \"china's\": 2, \"austerity\": 2, \"royal\": 2, \"self\": 2, \"focus\": 2, \"ruin\": 2, \"although\": 2, \"subtext\": 2, \"notable\": 2, \"kind\": 4, \"others\": 4, \"course\": 2, \"controlled\": 2, \"provides\": 2, \"rather\": 8, \"dynasty\": 2, \"versailles\": 4, \"healing\": 2, \"show\": 10, \"believable\": 2, \"ranges\": 2, \"good\": 20, \"zero\": 2, \"learn\": 2, \"social\": 2, \"meaning\": 4, \"american\": 4, \"eager\": 2, \"intelligent\": 2, \"watches\": 2, \"called\": 4, \"hardly\": 4, \"lets\": 4, \"menace\": 2, \"saves\": 2, \"also\": 14, \"video\": 6, \"stores\": 2, \"local\": 4, \"amiss\": 2, \"right\": 14, \"badly\": 6, \"put\": 6, \"deserve\": 4, \"appellate\": 2, \"cinderella\": 2, \"prime\": 2, \"game\": 4, \"gets\": 8, \"succeeds\": 2, \"admirably\": 2, \"worthwhile\": 2, \"simply\": 4, \"considered\": 2, \"aid\": 2, \"save\": 2, \"sleeping\": 2, \"view\": 4, \"conditions\": 2, \"drugs\": 2, \"obvious\": 2, \"entertainment\": 8, \"interweaving\": 2, \"czech\": 2, \"french\": 2, \"think\": 6, \"burton\": 2, \"direct\": 2, \"producers\": 4, \"ask\": 4, \"remake\": 2, \"big\": 4, \"succeeded\": 2, \"wonderland\": 2, \"difference\": 2, \"never\": 10, \"swallowing\": 2, \"queer\": 2, \"mindless\": 4, \"community\": 2, \"whatever\": 4, \"gay\": 2, \"folk\": 4, \"tripe\": 2, \"aim\": 2, \"stretched\": 2, \"boring\": 6, \"hundreds\": 2, \"thousands\": 2, \"independent\": 2, \"literally\": 2, \"executions\": 2, \"minutes\": 14, \"idea\": 3, \"borderland\": 2, \"piece\": 4, \"laven\": 2, \"flat\": 3, \"completists\": 2, \"lombard\": 2, \"long\": 6, \"ultimately\": 4, \"mrs\": 2, \"fans\": 6, \"carole\": 2, \"mr\": 4, \"hitchcock\": 2, \"smith\": 2, \"people\": 12, \"dead\": 6, \"enjoy\": 8, \"laying\": 2, \"perfect\": 2, \"wow\": 4, \"emphatically\": 2, \"map\": 2, \"must\": 2, \"prince\": 2, \"assertive\": 2, \"thumbs\": 2, \"purple\": 2, \"rain\": 2, \"verdict\": 4, \"guess\": 10, \"realism\": 2, \"artists\": 2, \"sometimes\": 4, \"know\": 14, \"elegant\": 2, \"achieved\": 2, \"beauty\": 4, \"symmetry\": 2, \"sacrificing\": 2, \"able\": 6, \"horrors\": 2, \"world\": 10, \"see\": 18, \"total\": 6, \"extent\": 2, \"war\": 2, \"strayed\": 4, \"actors\": 4, \"plots\": 4, \"irrelevant\": 4, \"bizarre\": 4, \"politics\": 4, \"missed\": 6, \"garbage\": 4, \"unfair\": 4, \"totally\": 6, \"left\": 8, \"situations\": 6, \"placed\": 4, \"series\": 8, \"racism\": 4, \"condemn\": 4, \"point\": 10, \"wing\": 4, \"entire\": 4, \"obsession\": 4, \"plot\": 8, \"job\": 6, \"tax\": 2, \"make\": 16, \"budget\": 6, \"rush\": 2, \"spoiling\": 2, \"believe\": 2, \"use\": 6, \"write\": 2, \"anything\": 8, \"unused\": 2, \"spoil\": 2, \"whole\": 4, \"figure\": 4, \"excuse\": 2, \"non\": 4, \"amateurish\": 2, \"logan\": 2, \"arty\": 2, \"acting\": 5, \"puts\": 4, \"terrible\": 4, \"impossible\": 2, \"suzanne\": 2, \"that's\": 10, \"brainless\": 2, \"follow\": 4, \"sit\": 2, \"almost\": 8, \"makers\": 2, \"storyline\": 2, \"torture\": 4, \"existent\": 2, \"cover\": 2, \"everyone\": 10, \"tries\": 2, \"saying\": 4, \"christmas\": 2, \"kwanzaa\": 2, \"hanukkah\": 2, \"sense\": 2, \"strongest\": 2, \"fitting\": 2, \"makes\": 4, \"probably\": 8, \"comes\": 6, \"crescendo\": 2, \"song\": 6, \"title\": 4, \"tarzan\": 2, \"growing\": 2, \"certain\": 2, \"group\": 4, \"footage\": 2, \"africa\": 2, \"history\": 8, \"jane\": 2, \"explaining\": 2, \"place\": 8, \"jungle\": 2, \"substantial\": 2, \"contribution\": 2, \"remains\": 2, \"agent\": 2, \"anonymous\": 2, \"archie\": 2, \"despite\": 6, \"duncan\": 2, \"'that's\": 4, \"nice'\": 4, \"ten\": 4, \"bucks\": 4, \"stars\": 6, \"worth\": 20, \"buy\": 6, \"cannot\": 4, \"truths\": 2, \"told\": 4, \"whether\": 2, \"question\": 2, \"wait\": 4, \"dvd\": 12, \"checking\": 2, \"top\": 4, \"fame\": 2, \"spy\": 2, \"cypher\": 2, \"hall\": 2, \"counterespionage\": 2, \"eternal\": 2, \"hands\": 4, \"seems\": 4, \"star\": 4, \"truth\": 2, \"hats\": 2, \"stranger\": 2, \"fiction\": 4, \"future\": 8, \"willing\": 2, \"set\": 2, \"james\": 4, \"goes\": 6, \"simpson\": 2, \"filmmakers\": 2, \"system\": 4, \"made\": 6, \"screenwriter\": 2, \"careers\": 2, \"subway\": 2, \"noir\": 2, \"kontroll\": 2, \"nowhere\": 2, \"lot\": 10, \"hungarian\": 2, \"budapest\": 2, \"esteem\": 2, \"starting\": 4, \"advance\": 2, \"bet\": 2, \"guy\": 2, \"liv\": 2, \"ulmann's\": 2, \"dream\": 2, \"beautiful\": 6, \"awful\": 4, \"so\": 2, \"since\": 4, \"amazed\": 2, \"nick\": 2, \"milliard\": 2, \"means\": 2, \"word\": 4, \"works\": 6, \"period\": 2, \"overly\": 2, \"score\": 6, \"on\": 2, \"park\": 2, \"twist\": 2, \"jurassic\": 2, \"list\": 4, \"secondly\": 2, \"body\": 2, \"yeah\": 2, \"drivel\": 2, \"five\": 4, \"peace\": 2, \"count\": 2, \"michael\": 4, \"pointless\": 2, \"like\": 32, \"said\": 6, \"dj\": 2, \"radio\": 2, \"oh\": 2, \"adds\": 2, \"death\": 8, \"hell\": 6, \"firstly\": 2, \"manage\": 4, \"nonsense\": 2, \"house\": 2, \"boost\": 2, \"rough\": 2, \"diamond\": 2, \"micro\": 2, \"horror\": 4, \"satisfy\": 2, \"cooking\": 2, \"lung\": 2, \"meat\": 2, \"dirt\": 2, \"pot\": 2, \"admitted\": 2, \"soup\": 2, \"wang\": 2, \"bone\": 2, \"precious\": 2, \"lan\": 2, \"tossed\": 2, \"putting\": 2, \"stealing\": 2, \"hut\": 2, \"floor\": 2, \"angrily\": 2, \"husband\": 2, \"son\": 2, \"nazi\": 2, \"predictable\": 2, \"atmospheric\": 2, \"baker\": 2, \"lay\": 2, \"joe\": 2, \"missing\": 4, \"expereience\": 2, \"subversive\": 2, \"leave\": 6, \"one's\": 2, \"awaiting\": 6, \"stomach\": 2, \"check\": 2, \"collaboration\": 2, \"next\": 4, \"come\": 6, \"rumored\": 2, \"hussain\": 2, \"anxiously\": 4, \"cerda\": 2, \"deal\": 2, \"dracula\": 2, \"souls\": 2, \"twinkling\": 2, \"room\": 2, \"crystal\": 4, \"dawn\": 2, \"beginning\": 6, \"pulsating\": 2, \"meets\": 2, \"alien\": 5, \"knows\": 2, \"thomas\": 2, \"riedelsheimer\": 2, \"belongs\": 2, \"camera\": 2, \"obscura\": 2, \"miss\": 2, \"brighter\": 2, \"sincere\": 2, \"amazon\": 4, \"reviewer\": 4, \"fan\": 2, \"classical\": 2, \"music\": 2, \"tvcat\": 2, \"illuminated'\": 2, \"ingenious\": 2, \"hearts\": 2, \"'everything\": 2, \"work\": 8, \"enlighten\": 2, \"anyones'\": 2, \"hale\": 2, \"alan\": 4, \"sorbonne\": 2, \"pantheon\": 2, \"university\": 2, \"en\": 2, \"quentin\": 2, \"paris\": 2, \"saint\": 2, \"yvelines\": 2, \"ashamed\": 6, \"declare\": 2, \"the\": 2, \"safely\": 2, \"ones\": 2, \"feeling\": 2, \"subtlety\": 2, \"fascinatingly\": 2, \"meditative\": 2, \"sledgehammer\": 2, \"neither\": 2, \"purchase\": 2, \"youth\": 2, \"taint\": 2, \"seijun\": 2, \"tokyo\": 2, \"raccoon\": 2, \"beast\": 2, \"unless\": 6, \"drifter\": 2, \"memory\": 2, \"vomiting\": 2, \"princess\": 2, \"pain\": 2, \"spare\": 2, \"enjoyment\": 2, \"suzuki\": 2, \"considering\": 2, \"creating\": 2, \"subtitles\": 2, \"english\": 2, \"take\": 4, \"prefer\": 2, \"latter\": 4, \"lives\": 6, \"day\": 8, \"science\": 2, \"man\": 10, \"eagerly\": 2, \"fantasy\": 4, \"amazing\": 6, \"therefore\": 2, \"spider\": 2, \"release\": 4, \"though\": 10, \"ended\": 2, \"choppy\": 2, \"feels\": 2, \"obviously\": 2, \"episode\": 4, \"discern\": 2, \"began\": 2, \"scary\": 2, \"pretty\": 8, \"remotely\": 2, \"two\": 6, \"ultimate\": 4, \"thoroughly\": 4, \"filmmakers'\": 2, \"havoc\": 2, \"shots\": 2, \"various\": 4, \"beneath\": 2, \"decent\": 6, \"seeing\": 4, \"embarrass\": 2, \"circumstance\": 2, \"dreams\": 2, \"lines\": 2, \"dabney\": 2, \"role\": 2, \"coleman\": 2, \"explore\": 2, \"antichrist\": 2, \"gone\": 4, \"kid\": 2, \"joshua's\": 2, \"plenty\": 4, \"mini\": 2, \"wild\": 2, \"ways\": 4, \"taylor\": 2, \"basic\": 2, \"similar\": 4, \"indeed\": 2, \"direction\": 2, \"casting\": 2, \"lighting\": 2, \"sequences\": 2, \"particularly\": 2, \"mention\": 2, \"exquisite\": 2, \"throughout\": 2, \"special\": 4, \"male\": 2, \"males\": 2, \"keeps\": 2, \"females\": 2, \"humans\": 2, \"head\": 4, \"copulating\": 2, \"stop\": 4, \"goal\": 2, \"mantis\": 2, \"several\": 2, \"driven\": 2, \"owed\": 2, \"notably\": 2, \"jerzy\": 2, \"spellbinding\": 2, \"kawalerowicz\": 2, \"poland\": 2, \"curtiz\": 2, \"faraon\": 2, \"directed\": 2, \"recommendations\": 2, \"relationship\": 2, \"stick\": 2, \"plucking\": 2, \"chest\": 2, \"constructively\": 2, \"hair\": 2, \"abysmal\": 2, \"mellow\": 2, \"central\": 2, \"needs\": 4, \"stuff\": 6, \"worked\": 2, \"say\": 4, \"as\": 4, \"textbook\": 2, \"quotable\": 2, \"full\": 2, \"demille\": 2, \"lincoln's\": 2, \"legacy\": 2, \"political\": 2, \"well\": 16, \"benefit\": 2, \"creator\": 2, \"interrogation\": 2, \"intricate\": 2, \"laughing\": 4, \"character\": 6, \"twists\": 2, \"development\": 2, \"raised\": 2, \"ages\": 2, \"equated\": 2, \"qualify\": 2, \"cinematic\": 4, \"grungy\": 2, \"swill\": 2, \"entertainingly\": 2, \"sordid\": 2, \"chunk\": 2, \"artless\": 2, \"deliciously\": 2, \"damn\": 2, \"maniacs\": 2, \"easily\": 4, \"disaster\": 3, \"might\": 18, \"copy\": 4, \"cheap\": 2, \"free\": 2, \"find\": 10, \"too\": 2, \"discusses\": 2, \"reality\": 4, \"existenz's\": 2, \"virtuality\": 2, \"neat\": 2, \"engaged\": 2, \"perception\": 2, \"losing\": 2, \"personalities\": 2, \"disintegrate\": 2, \"thread\": 2, \"heights\": 2, \"cinema\": 4, \"concept\": 2, \"extremity\": 2, \"taken\": 2, \"terry\": 2, \"larry\": 2, \"bill\": 2, \"proposes\": 2, \"fling\": 2, \"every\": 4, \"usmc\": 2, \"ret\": 2, \"rated\": 6, \"brief\": 2, \"sexuality\": 2, \"pg\": 2, \"last\": 6, \"call\": 5, \"wont\": 2, \"friend\": 2, \"care\": 4, \"excellent\": 8, \"lifelong\": 2, \"contributing\": 2, \"soviet\": 2, \"modern\": 2, \"only\": 2, \"accomplished\": 2, \"shaped\": 2, \"stunning\": 4, \"thus\": 2, \"representation\": 2, \"force\": 4, \"achieves\": 2, \"intentions\": 2, \"helped\": 2, \"regime\": 2, \"major\": 2, \"changes\": 2, \"risk\": 4, \"titter\": 2, \"enter\": 2, \"'penis'\": 2, \"enemy\": 2, \"worst\": 6, \"wish\": 2, \"happened\": 2, \"let's\": 4, \"pretend\": 2, \"wind\": 2, \"exception\": 2, \"douglas\": 2, \"sirk\": 2, \"master\": 2, \"written\": 2, \"lust\": 2, \"soap\": 2, \"opera\": 4, \"felt\": 2, \"grand\": 2, \"daring\": 2, \"invading\": 2, \"watery\": 2, \"pay\": 2, \"ruler\": 2, \"domain\": 2, \"explode\": 2, \"clips\": 2, \"washington\": 2, \"swear\": 2, \"saucers\": 2, \"couple\": 4, \"scenes\": 6, \"fi\": 4, \"notice\": 2, \"earth\": 2, \"stolen\": 2, \"hack\": 2, \"fyi\": 2, \"vs\": 4, \"sci\": 4, \"monument\": 2, \"crashing\": 2, \"flying\": 2, \"scene\": 6, \"redeeming\": 2, \"features\": 4, \"interested\": 2, \"themes\": 4, \"expanded\": 2, \"jennifer\": 2, \"hot\": 4, \"lopez\": 2, \"fests\": 2, \"cheese\": 2, \"beefcake\": 2, \"timeless\": 2, \"joel\": 2, \"shlock\": 2, \"silver\": 2, \"complete\": 2, \"happening\": 2, \"then\": 2, \"chair\": 2, \"live\": 6, \"mistake\": 2, \"court\": 2, \"york\": 2, \"jack\": 2, \"murder\": 2, \"sent\": 2, \"arizona\": 2, \"electric\": 2, \"arrest\": 2, \"charged\": 2, \"found\": 2, \"start\": 4, \"came\": 4, \"law\": 2, \"innocent\": 2, \"johnnie\": 2, \"mood\": 2, \"heart\": 2, \"hollywood\": 6, \"emotion\": 2, \"action\": 2, \"renting\": 4, \"usual\": 2, \"fare\": 2, \"pilots\": 2, \"matters\": 2, \"concerned\": 2, \"feat\": 2, \"ny\": 2, \"honor\": 2, \"due\": 2, \"effort\": 4, \"jlc\": 2, \"indians\": 2, \"look\": 8, \"sky\": 2, \"spirited\": 2, \"voices\": 2, \"away\": 6, \"provided\": 2, \"howl's\": 2, \"moving\": 4, \"castle\": 2, \"miyazaki's\": 2, \"more\": 4, \"horrible\": 2, \"gore\": 6, \"happy\": 4, \"sadly\": 2, \"goers\": 2, \"schneider\": 2, \"regret\": 2, \"hardcore\": 2, \"script\": 2, \"treat\": 2, \"renters\": 2, \"bring\": 2, \"comedians\": 2, \"helge\": 2, \"buyers\": 2, \"regular\": 2, \"costs\": 2, \"funny\": 10, \"avoid\": 6, \"opposite\": 2, \"ghosts\": 2, \"talk\": 2, \"lame\": 2, \"commercials\": 2, \"dropped\": 2, \"altogether\": 4, \"placing\": 2, \"videotape\": 2, \"near\": 2, \"less\": 5, \"motivate\": 2, \"stupid\": 2, \"worthless\": 2, \"deserving\": 2, \"wonder\": 4, \"offensive\": 4, \"imdb's\": 2, \"bottom\": 2, \"true\": 4, \"fights\": 2, \"beyond\": 4, \"mess\": 2, \"syndication\": 2, \"repeat\": 2, \"elder\": 2, \"viewer\": 2, \"loose\": 2, \"funniest\": 2, \"sorely\": 2, \"episodes\": 4, \"observations\": 2, \"already\": 2, \"characters\": 2, \"frank\": 2, \"actor\": 2, \"television\": 2, \"whenever\": 2, \"barone\": 2, \"misses\": 2, \"seriously\": 2, \"says\": 2, \"welcome\": 2, \"signs\": 2, \"nudity\": 2, \"verboten\": 2, \"moment\": 2, \"mildly\": 2, \"mean\": 2, \"low\": 2, \"interesting\": 4, \"hamburger\": 2, \"rent\": 2, \"paid\": 2, \"final\": 4, \"seconds\": 2, \"creative\": 2, \"lotta\": 2, \"decided\": 2, \"rachel\": 2, \"mcadams\": 2, \"recommendation\": 2, \"elsewhere\": 2, \"tearjerker\": 2, \"awesome\": 2, \"riveting\": 4, \"to\": 2, \"worry\": 2, \"unique\": 2, \"wrapped\": 2, \"shortcomings\": 2, \"delete\": 2, \"shame\": 2, \"comic\": 4, \"warned\": 3, \"dose\": 2, \"relief\": 2, \"need\": 6, \"painful\": 2, \"irreverent\": 2, \"style\": 2, \"hysterically\": 2, \"late\": 2, \"known\": 2, \"masala\": 2, \"hug\": 2, \"spoiled\": 2, \"potential\": 2, \"reason\": 4, \"trip\": 4, \"realizing\": 2, \"doctor\": 2, \"leads\": 2, \"healthy\": 2, \"smile\": 2, \"inspiration\": 2, \"gift\": 2, \"chops\": 2, \"hart\": 2, \"differences\": 2, \"intended\": 2, \"spice\": 2, \"bust\": 2, \"heard\": 2, \"achievement\": 2, \"extraordinary\": 2, \"depiction\": 2, \"existence\": 2, \"picture\": 4, \"europe\": 2, \"limited\": 2, \"theatrical\": 2, \"received\": 2, \"storytelling\": 2, \"stand\": 2, \"exceptionally\": 2, \"masterpiece\": 2, \"remember\": 8, \"radical\": 2, \"apply\": 2, \"courage\": 2, \"nonconformism\": 2, \"cab\": 2, \"equal\": 4, \"level\": 2, \"falls\": 1, \"talent\": 1, \"marginal\": 1, \"levels\": 2, \"types\": 2, \"overbearing\": 2, \"poignant\": 2, \"things\": 6, \"fetch\": 2, \"utmost\": 2, \"joy\": 2, \"rack\": 2, \"matter\": 4, \"bethany\": 2, \"cox\": 2, \"poor\": 4, \"execution\": 2, \"wasted\": 2, \"plus\": 2, \"desperate\": 2, \"content\": 2, \"avoided\": 2, \"spend\": 2, \"surely\": 2, \"minimal\": 2, \"absolutely\": 4, \"safe\": 3, \"fairly\": 3, \"mst\": 1, \"clasping\": 2, \"outstretched\": 2, \"clumsily\": 2, \"other's\": 2, \"jason\": 2, \"stands\": 2, \"leatherface\": 2, \"bates\": 2, \"year\": 6, \"terminator\": 2, \"black\": 2, \"aliens\": 2, \"pitch\": 2, \"barny\": 2, \"cameron\": 2, \"twenty\": 2, \"carried\": 2, \"predator\": 2, \"freddy\": 2, \"sequels\": 2, \"planned\": 2, \"dinosaur\": 2, \"shared\": 2, \"norman\": 2, \"seemed\": 6, \"enjoyed\": 2, \"cockneys\": 2, \"americans\": 2, \"native\": 2, \"chatting\": 2, \"read\": 4, \"book\": 6, \"purpose\": 2, \"plausible\": 2, \"somewhat\": 2, \"hackneyed\": 2, \"asking\": 2, \"ape\": 2, \"buddy\": 2, \"merit\": 2, \"gritty\": 2, \"retains\": 2, \"drama\": 2, \"urban\": 2, \"uncontrollable\": 2, \"nature\": 2, \"dark\": 2, \"sides\": 2, \"hint\": 2, \"spiritual\": 2, \"showing\": 2, \"imagination\": 2, \"unrolls\": 2, \"multiple\": 2, \"travesty\": 2, \"ok\": 6, \"kidnap\": 2, \"crossbow\": 2, \"threaten\": 2, \"friendship\": 2, \"caught\": 2, \"detective\": 2, \"committed\": 2, \"disappoint\": 4, \"crime\": 2, \"doubts\": 2, \"asset\": 2, \"powers\": 2, \"picks\": 2, \"stayed\": 2, \"judgement\": 2, \"fuad's\": 2, \"lost\": 2, \"scott\": 2, \"dane\": 2, \"youssef\": 2, \"circle\": 2, \"jerk\": 2, \"choir\": 2, \"hipsters\": 2, \"freed\": 2, \"miserable\": 2, \"ordeal\": 2, \"soon\": 2, \"bernon\": 2, \"started\": 4, \"beat\": 2, \"sopranos\": 2, \"hbo's\": 2, \"tune\": 2, \"offend\": 2, \"cuz\": 2, \"line\": 2, \"abruptly\": 2, \"climactic\": 2, \"freeze\": 2, \"grin\": 2, \"reminded\": 2, \"named\": 2, \"creeped\": 2, \"anti\": 2, \"erupting\": 2, \"space\": 4, \"revelations\": 2, \"huge\": 2, \"guns\": 2, \"ending\": 4, \"expeditions'\": 2, \"'no\": 2, \"terror\": 2, \"cleo\": 2, \"motion\": 2, \"etc\": 2, \"perhaps\": 2, \"unreal\": 2, \"landscape\": 2, \"genres\": 2, \"interest\": 2, \"thirties\": 2, \"forties\": 2, \"intriguing\": 2, \"legend\": 2, \"surmount\": 2, \"wayne\": 2, \"packer\": 2, \"duke\": 2, \"entry\": 2, \"screen\": 2, \"went\": 2, \"super\": 2, \"among\": 2, \"candidate\": 2, \"'s\": 2, \"cleaning\": 2, \"birdcage\": 2, \"dog\": 2, \"walking\": 2, \"superior\": 4, \"impressive\": 2, \"anyway\": 2, \"'r'\": 2, \"cut\": 2, \"hostel\": 2, \"disney\": 2, \"charges\": 2, \"banged\": 2, \"studio's\": 2, \"scrimmages\": 2, \"getting\": 2, \"sample\": 2, \"musical\": 2, \"nifty\": 2, \"number\": 2, \"prattle\": 2, \"event\": 2, \"whiny\": 2, \"possible\": 2, \"organization's\": 2, \"darkside\": 2, \"tales\": 2, \"chillers\": 2, \"creepshow\": 2, \"loud\": 2, \"holds\": 2, \"dempster\": 2, \"stay\": 4, \"odyssey\": 2, \"gotten\": 2, \"ponderous\": 2, \"for\": 2, \"would've\": 2, \"debut\": 2, \"chips'\": 2, \"yet\": 2, \"distracted\": 2, \"paths\": 2, \"unlikely\": 2, \"crossed\": 2, \"bart\": 2, \"unattractive\": 2, \"advised\": 2, \"downwards\": 2, \"revising\": 2, \"expectations\": 2, \"seem\": 4, \"shakespeare\": 2, \"cast\": 2, \"strong\": 2, \"realized\": 2, \"nathan\": 2, \"professionally\": 2, \"paul\": 2, \"round\": 2, \"forrester\": 2, \"unusual\": 2, \"cavanagh\": 2, \"curry\": 2, \"reveals\": 2, \"confrontations\": 2, \"dialogue\": 2, \"harvey\": 2, \"contact\": 2, \"mail\": 2, \"beth\": 2, \"trying\": 4, \"walks\": 2, \"upset\": 2, \"tina\": 2, \"hank\": 2, \"noticing\": 2, \"boyfriend\": 2, 